[
  {
    "question": "Quel est l'objet de l'examen prévu à l'article 98-1 pour l'accès dérogatoire à la profession ?",
    "reponse": "Une interrogation orale portant sur la déontologie et la réglementation professionnelle de l'avocat.",
    "points_specifiques": [
      "Base : Arrêté du 30/04/2012, art. 3",
      "Candidats visés : personnes de l'art. 98-1 du décret 1991"
    ]
  },
  {
    "question": "Quelle note minimale faut‑il obtenir à l'examen de déontologie (98‑1) ?",
    "reponse": "Le candidat est déclaré admis s'il obtient au moins 12/20.",
    "points_specifiques": [
      "Base : Arrêté du 30/04/2012, art. 4",
      "Seuil unique d'admission"
    ]
  },
  {
    "question": "Combien de présentations à l'examen sont autorisées ?",
    "reponse": "Nul ne peut se présenter plus de trois fois.",
    "points_specifiques": [
      "Base : Décret 1991, disposition précisant la limite de 3 présentations pour l'examen concerné",
      "Entrée en vigueur des dernières modifications : 1er janvier 2024"
    ]
  },
  {
    "question": "Quel délai de convocation est prévu pour l'épreuve ?",
    "reponse": "Les candidats reçoivent leur convocation au moins un mois avant la date de l'épreuve.",
    "points_specifiques": [
      "Base : Arrêté du 30/04/2012, art. 2",
      "Convocation écrite par le secrétariat de l'EDA"
    ]
  },
  {
    "question": "Quelles sont les sources normatives que doit maîtriser le candidat ?",
    "reponse": "Le RIN du CNB, le décret n°91‑1197 du 27 novembre 1991, et l'arrêté du 30 avril 2012 fixant le programme et les modalités de l'examen ; le Code de déontologie des avocats européens (annexé au RIN) est également pertinent.",
    "points_specifiques": [
      "RIN (version consolidée CNB)",
      "Décret n°91‑1197 (Légifrance)",
      "Arrêté 30/04/2012 (Légifrance)",
      "CCBE annexé au RIN (Titre VI‑VII)"
    ]
  },
  {
    "question": "Quels sont les principes essentiels énoncés par le RIN ?",
    "reponse": "L'avocat exerce avec dignité, conscience, indépendance, probité et humanité, dans le respect de son serment, et respecte notamment les principes d'honneur, de loyauté, d'égalité et de non‑discrimination.",
    "points_specifiques": [
      "Base : RIN, art. 1.3",
      "Portée : s'applique « en toutes circonstances »"
    ]
  },
  {
    "question": "Qu'implique l'indépendance de l'avocat ?",
    "reponse": "L'avocat doit rester libre de toute pression, notamment de ses propres intérêts ou d'influences extérieures, condition de la confiance en la justice.",
    "points_specifiques": [
      "Base : CCBE (annexé au RIN), 21.2.1",
      "Indépendance requise en conseil comme en défense"
    ]
  },
  {
    "question": "Qu'est‑ce que le devoir de loyauté à l'égard des confrères et des parties ?",
    "reponse": "La loyauté impose un comportement honnête et confraternel, sans nuire aux intérêts du client, et exclut toute manœuvre déloyale.",
    "points_specifiques": [
      "Base : RIN, art. 1.3 (loyauté, honneur)",
      "CCBE 21.5.1 (confraternité)"
    ]
  },
  {
    "question": "Quelle est l'étendue du secret professionnel de l'avocat ?",
    "reponse": "Le secret est d'ordre public, général, absolu et illimité dans le temps ; il couvre, en toute matière, consultations, correspondances avec le client et entre avocats (sauf « officielle »), pièces du dossier, noms des clients et agenda, ainsi que les maniements de fonds.",
    "points_specifiques": [
      "Base : RIN, art. 2.2 (liste non limitative)",
      "Référence légale : loi 71‑1130, art. 66‑5 (cité par RIN)"
    ]
  },
  {
    "question": "L'avocat peut‑il lever le secret pour sa propre défense ?",
    "reponse": "Oui, uniquement dans la stricte mesure des exigences de sa propre défense devant toute juridiction.",
    "points_specifiques": [
      "Base : RIN, art. 2.2 (réserve pour la défense de l'avocat)",
      "Secret reste la règle"
    ]
  },
  {
    "question": "Quelles sont les correspondances non couvertes par la confidentialité entre avocats ?",
    "reponse": "Celles portant la mention « officielle » et celles équivalant à un acte de procédure ou ne renvoyant à aucun écrit ou élément antérieur confidentiel.",
    "points_specifiques": [
      "Base : RIN, art. 3.2",
      "Toutes les autres correspondances sont par nature confidentielles (art. 3.1)"
    ]
  },
  {
    "question": "Comment sécuriser les échanges avec un avocat hors Union européenne ?",
    "reponse": "Vérifier l'existence de règles de confidentialité équivalentes ; à défaut, conclure un accord de confidentialité ou obtenir l'accord du client acceptant le risque d'échanges non confidentiels.",
    "points_specifiques": [
      "Base : RIN, art. 3.3",
      "Diligences préalables obligatoires"
    ]
  },
  {
    "question": "Que recouvre le secret de l'enquête et de l'instruction pour l'avocat pénaliste ?",
    "reponse": "Interdiction de communiquer des renseignements extraits du dossier ou de publier des pièces d'une enquête ou information en cours, sauf exercice des droits de la défense.",
    "points_specifiques": [
      "Base : RIN, art. 2 bis",
      "Renvoi : CPP art. 11 ; C. pénal art. 434‑7‑2"
    ]
  },
  {
    "question": "Quand y a‑t‑il conflit d'intérêts ?",
    "reponse": "Lorsqu'il existe un conflit entre les intérêts de deux clients, un risque sérieux d'un tel conflit, un risque de violation du secret ou d'atteinte à l'indépendance.",
    "points_specifiques": [
      "Base : RIN, art. 4",
      "Conséquence : obligation de s'abstenir pour tous les clients concernés (sauf accord écrit des parties dans les limites prévues)"
    ]
  },
  {
    "question": "Le conflit d'intérêts s'apprécie‑t‑il au niveau de la structure ?",
    "reponse": "Oui : lorsque des avocats exercent en groupe ou partagent des moyens, les règles relatives aux conflits et au secret s'appliquent à l'ensemble de la structure et à tous ses membres.",
    "points_specifiques": [
      "Base : RIN, art. 4 (alinéas relatifs aux structures et mises en commun)",
      "Inclut partage de moyens"
    ]
  },
  {
    "question": "Quel est le principe directeur en matière de contradictoire ?",
    "reponse": "L'avocat doit respecter en toutes circonstances le principe du contradictoire.",
    "points_specifiques": [
      "Base : RIN, art. 5",
      "S'impose dans les échanges et la communication d'éléments"
    ]
  },
  {
    "question": "Comment l'avocat doit‑il se comporter avec la partie adverse représentée ?",
    "reponse": "Il s'abstient de tout contact direct au sujet de l'affaire avec une personne dont il sait qu'elle est assistée ou représentée par un autre avocat, sauf accord de ce confrère.",
    "points_specifiques": [
      "Base : CCBE 21.5.5 (annexé au RIN)",
      "Principe de loyauté et de confraternité"
    ]
  },
  {
    "question": "Que prévoit le RIN en cas de succession d'avocats dans un dossier ?",
    "reponse": "Les difficultés sur la rémunération de l'avocat initialement saisi ou la restitution des pièces du dossier sont soumises au bâtonnier.",
    "points_specifiques": [
      "Base : RIN, art. 9 (passage cité)",
      "Règlement ordinal compétent"
    ]
  },
  {
    "question": "Qu'entend‑on par publicité personnelle, information professionnelle et sollicitation personnalisée ?",
    "reponse": "La publicité personnelle promeut les services de l'avocat ; l'information professionnelle informe sur la profession ; la sollicitation personnalisée est un mode de publicité personnelle adressé directement à une personne déterminée au‑delà de la simple information.",
    "points_specifiques": [
      "Base : RIN, art. 10.1",
      "Terminologie officielle"
    ]
  },
  {
    "question": "La publicité et la sollicitation personnalisée sont‑elles permises ?",
    "reponse": "Oui, si elles délivrent une information sincère sur les prestations et respectent les principes essentiels ; la sollicitation prend la forme d'un message, à l'exclusion de toute démarche physique ou téléphonique et des SMS.",
    "points_specifiques": [
      "Base : RIN, art. 10.3",
      "Interdiction de recourir à un tiers pour contourner ces interdictions"
    ]
  },
  {
    "question": "Quelles mentions minimales doivent figurer dans toute communication de l'avocat ?",
    "reponse": "Sa qualité, de quoi l'identifier, le localiser, le joindre, le barreau d'inscription, la structure d'exercice et, le cas échéant, le réseau.",
    "points_specifiques": [
      "Base : RIN, art. 10.2",
      "Information sincère requise"
    ]
  },
  {
    "question": "Combien de domaines d'activités dominantes peuvent être revendiqués en communication ?",
    "reponse": "Au plus trois, résultant d'une pratique effective et habituelle.",
    "points_specifiques": [
      "Base : RIN, art. 10.2 (passage sur domaines dominants)",
      "Contrôle ordinal : transmission sans délai en cas de communication sur spécialisation/qualifications"
    ]
  },
  {
    "question": "Quelles règles spécifiques s'appliquent au site internet de l'avocat ?",
    "reponse": "Information du Conseil de l'Ordre en cas d'ouverture ou de modification substantielle ; nom de domaine comportant le nom ou la dénomination du cabinet ; interdiction des noms de domaine génériques et des bannières publicitaires (hors celles de la profession).",
    "points_specifiques": [
      "Base : RIN, art. 10.5",
      "Vigilance sur les liens hypertextes contraires aux principes essentiels"
    ]
  },
  {
    "question": "Quelles règles s'appliquent au choix des dénominations (enseigne, marque, nom commercial) ?",
    "reponse": "La dénomination est un mode de communication ; l'usage de dénominations génériques du titre d'avocat ou pouvant prêter à confusion (domaine du droit, spécialisation) est interdit.",
    "points_specifiques": [
      "Base : RIN, art. 10.6",
      "Lien avec art. 10.2 sur mentions sincères"
    ]
  },
  {
    "question": "La publicité doit‑elle être transmise à l'Ordre ?",
    "reponse": "Oui, toute publicité doit être communiquée sans délai au Conseil de l'Ordre.",
    "points_specifiques": [
      "Base : RIN, art. 10.3 (in fine)",
      "Contrôle ordinal"
    ]
  },
  {
    "question": "Quelles sont les obligations d'information du client en matière d'honoraires ?",
    "reponse": "Informer dès la saisine des modalités de détermination des honoraires et, régulièrement, de l'évolution de leur montant ainsi que des frais, débours et émoluments possibles.",
    "points_specifiques": [
      "Base : RIN, art. 11.1",
      "Traçabilité de l'information financier-cliente"
    ]
  },
  {
    "question": "La convention d'honoraires est‑elle obligatoire ?",
    "reponse": "Oui, par écrit, sauf urgence, force majeure ou aide juridictionnelle totale ou « troisième partie » de la loi de 1991.",
    "points_specifiques": [
      "Base : RIN, art. 11.2",
      "La convention précise le montant ou le mode de détermination (diligences prévisibles, frais, débours)"
    ]
  },
  {
    "question": "Le pacte de quota litis est‑il autorisé ?",
    "reponse": "Non, il est interdit de fixer exclusivement l'intégralité des honoraires en fonction du seul résultat judiciaire.",
    "points_specifiques": [
      "Base : RIN, art. 11.3",
      "Interdiction de rémunération d'apports d'affaires"
    ]
  },
  {
    "question": "L'avocat peut‑il partager des honoraires avec un non‑avocat ?",
    "reponse": "Non, tout partage d'honoraires avec des personnes non avocats est prohibé.",
    "points_specifiques": [
      "Base : RIN, art. 11.4 (partage prohibé)",
      "Rédaction conjointe d'actes : règles spécifiques entre avocats"
    ]
  },
  {
    "question": "Quels modes de paiement des honoraires sont admis ?",
    "reponse": "Espèces, chèque, virement, billet à ordre, carte bancaire ; la lettre de change est possible si acceptée par le client.",
    "points_specifiques": [
      "Base : RIN, art. 11.5",
      "Endossement limité à la banque de l'avocat (encaissement)"
    ]
  },
  {
    "question": "L'avocat peut‑il demander une provision ?",
    "reponse": "Oui, préalable et raisonnable au regard des honoraires et débours probables ; à défaut de paiement, il peut se retirer dans les conditions prévues.",
    "points_specifiques": [
      "Base : RIN, art. 11.6",
      "Information au client en cas de retrait"
    ]
  },
  {
    "question": "Quelles sont les peines disciplinaires encourues en cas de manquement déontologique ?",
    "reponse": "Avertissement, blâme, interdiction temporaire d'exercice (max. 3 ans), radiation ou retrait de l'honorariat ; des peines complémentaires peuvent être prononcées.",
    "points_specifiques": [
      "Base : Décret 1991, art. 184",
      "Possibilité d'imposer une formation complémentaire en déontologie"
    ]
  },
  {
    "question": "Quelles obligations LCB‑FT s'imposent aux avocats ?",
    "reponse": "Mise en place d'une vigilance (identification, vérification, suivi) et déclaration de soupçon aux cas prévus, dans les activités visées par le CMF, selon les lignes directrices de la profession.",
    "points_specifiques": [
      "Base : Guide CNB LCB‑FT (dernière version)",
      "Respect du secret et du périmètre légal d'assujettissement"
    ]
  },
  {
    "question": "La sollicitation personnalisée doit‑elle comporter une information tarifaire ?",
    "reponse": "Oui, elle précise les modalités de détermination du coût de la prestation qui fera l'objet d'une convention d'honoraires.",
    "points_specifiques": [
      "Base : RIN, art. 10.3",
      "Lien avec art. 11.2 (convention)"
    ]
  },
  {
    "question": "Quelles précautions de communication sur réseaux sociaux ?",
    "reponse": "Respect des principes essentiels ; aucune publicité ou lien vers des contenus contraires aux principes ; vigilance sur l'identification et la loyauté des informations.",
    "points_specifiques": [
      "Base : RIN, art. 10.2 et 10.5 (blogs, réseaux sociaux)",
      "Interdiction des bannières publicitaires tierces sur le site"
    ]
  },
  {
    "question": "Quelles sont les règles de maniement de fonds par l'avocat ?",
    "reponse": "Les fonds, effets ou valeurs maniés à titre accessoire d'une opération juridique ou judiciaire doivent être déposés sans délai à la CARPA.",
    "points_specifiques": [
      "Base : RIN (règle rappelée) et Décret 1991, Titre VI",
      "CARPA compétente pour les mouvements et contrôles"
    ]
  },
  {
    "question": "Peut‑on prélever des honoraires sur un compte CARPA sans accord du client ?",
    "reponse": "Non, aucun prélèvement d'honoraires au profit de l'avocat ne peut intervenir sans l'autorisation écrite préalable du client.",
    "points_specifiques": [
      "Base : Décret 1991, art. 241",
      "Traçabilité et consentement écrit obligatoires"
    ]
  },
  {
    "question": "Quels principes gouvernent la comptabilité et les règlements pécuniaires ?",
    "reponse": "Obligations spécifiques de tenue et d'organisation (comptes, documents) et d'utilisation du circuit CARPA ; interdiction des mouvements non autorisés entre sous‑comptes.",
    "points_specifiques": [
      "Base : Décret 1991, art. 229 à 235‑3 (dispositions générales) et art. 236 s. (CARPA)",
      "Contrôle ordinal et de la CARPA"
    ]
  },
  {
    "question": "Qu'est‑ce qu'une CARPA et qui la crée ?",
    "reponse": "Caisse des règlements pécuniaires des avocats créée par délibération du conseil de l'Ordre (ou conjointe de plusieurs Ordres) ; elle centralise et sécurise les fonds maniés par les avocats.",
    "points_specifiques": [
      "Base : Décret 1991, art. 236",
      "Règles de fonctionnement fixées par l'Ordre"
    ]
  },
  {
    "question": "Quelles sont les règles de collaboration libérale en matière d'indépendance et de clientèle ?",
    "reponse": "La collaboration doit préserver l'indépendance ; le collaborateur libéral peut constituer et développer une clientèle personnelle, sous réserve des conflits d'intérêts.",
    "points_specifiques": [
      "Base : RIN, art. 14.2.1 et 14.2.2.1",
      "Incompatibilité avec les intérêts contraires d'un client du cabinet"
    ]
  },
  {
    "question": "Existe‑t‑il des minima de rétrocession pour le collaborateur libéral ?",
    "reponse": "Oui : pendant les deux premières années, la rétrocession ne peut être inférieure aux minima fixés par le Conseil de l'Ordre ; ensuite, plancher aligné sur la 2e année sauf accord exprès et contrôle ordinal.",
    "points_specifiques": [
      "Base : RIN, art. 14.5.1 (rétrocession)",
      "Règles spécifiques AJ/commission d'office conservées par le collaborateur"
    ]
  },
  {
    "question": "Quelles exigences matérielles pèsent sur l'établissement d'exercice ?",
    "reponse": "Conditions matérielles conformes aux usages, respect du secret, justification d'une adresse électronique ; inscription au tableau au lieu du cabinet principal.",
    "points_specifiques": [
      "Base : RIN, art. 15.1 et 15.2",
      "Pluralité d'exercice : pas de dérogation aux règles de postulation"
    ]
  },
  {
    "question": "Quelles précautions dans les réseaux pluridisciplinaires ?",
    "reponse": "Le fonctionnement du réseau ne doit pas porter atteinte aux principes essentiels (indépendance, secret, conflits) ni créer de confusion dans l'esprit du public.",
    "points_specifiques": [
      "Base : RIN, art. 16 (principes)",
      "Surveillance des conventions de réseau"
    ]
  },
  {
    "question": "Quelle règle de base s'applique aux prestations juridiques en ligne ?",
    "reponse": "Respect des prescriptions du décret du 12 juillet 2005 et de l'article 10 du RIN, notamment les obligations d'information prévues à l'article 10.3.",
    "points_specifiques": [
      "Base : RIN, art. 19",
      "Obligations identiques à la communication hors ligne"
    ]
  },
  {
    "question": "Quelle est l'obligation d'information sur la médiation de la consommation ?",
    "reponse": "Informez le client‑consommateur des coordonnées du ou des médiateurs compétents, notamment sur le site et dans la convention d'honoraires.",
    "points_specifiques": [
      "Base : Obligation d'information rappelée par le CNB (médiation de la consommation)",
      "Affichage et mention contractuelle requis"
    ]
  },
  {
    "question": "Quelles sont les règles de confraternité applicables en Europe (CCBE) ?",
    "reponse": "Confiance, loyauté, coopération, interdiction de réclamer/verser des commissions de présentation, et respect du secret ; ces règles s'appliquent aux rapports transfrontières.",
    "points_specifiques": [
      "Base : CCBE 21.5.1 à 21.5.4 (annexé au RIN)",
      "Obligation de formation permanente (21.5.8)"
    ]
  },
  {
    "question": "Que doit faire l'avocat en cas de demande d'honoraires d'un correspondant étranger ?",
    "reponse": "S'il confie une affaire à un correspondant, il est personnellement tenu au paiement (sauf accord contraire initial) même en cas de défaillance du client.",
    "points_specifiques": [
      "Base : CCBE 21.5.7 (annexé au RIN)",
      "Possibilité de limiter son engagement pour l'avenir par notification"
    ]
  },
  {
    "question": "Quelles sont les sanctions en cas de violation des règles de maniement de fonds ?",
    "reponse": "Manquements susceptibles d'engager la responsabilité disciplinaire (et éventuellement civile/pénale) et de donner lieu à des sanctions disciplinaires prévues par le décret.",
    "points_specifiques": [
      "Base : Décret 1991, art. 184 (sanctions)",
      "Règles CARPA : contrôle et traçabilité"
    ]
  },
  {
    "question": "Un avocat peut‑il recevoir des honoraires d'un tiers autre que son client ?",
    "reponse": "En principe, l'avocat ne perçoit des honoraires que de son client ou d'un mandataire de celui‑ci.",
    "points_specifiques": [
      "Base : RIN, art. 11.3 (in fine)",
      "Transparence et accord du client"
    ]
  },
  {
    "question": "Quelles règles encadrent l'usage du nom de domaine du cabinet ?",
    "reponse": "Le nom de domaine doit comporter le nom de l'avocat ou la dénomination du cabinet, éventuellement accompagné du mot « avocat » ; les noms génériques évoquant le titre, un domaine du droit ou une activité sont interdits.",
    "points_specifiques": [
      "Base : RIN, art. 10.5",
      "Information du Conseil de l'Ordre des noms de domaine"
    ]
  },
  {
    "question": "Qu'implique la mention « officielle » sur une correspondance entre avocats ?",
    "reponse": "Elle exclut la confidentialité dans les limites fixées (équivalant à un acte de procédure, ou sans référence à des éléments antérieurs confidentiels) ; ces correspondances peuvent être produites.",
    "points_specifiques": [
      "Base : RIN, art. 3.2",
      "Les autres correspondances restent confidentielles par nature (art. 3.1)"
    ]
  },
  {
    "question": "Peut‑on contourner les règles de sollicitation via un prestataire marketing ?",
    "reponse": "Non, l'avocat ne peut recourir aux services d'un tiers pour contourner les interdictions (par ex. démarchage téléphonique).",
    "points_specifiques": [
      "Base : RIN, art. 10.3",
      "Intégrité de la communication"
    ]
  },
  {
    "question": "Quelles informations un avocat peut‑il mettre en avant dans sa communication ?",
    "reponse": "Spécialisations et qualifications régulièrement obtenues, domaines d'activités dominantes (max. 3), et missions du RIN (art. 6) ; toutes doivent correspondre à l'avocat personne physique membre de la structure.",
    "points_specifiques": [
      "Base : RIN, art. 10.2",
      "Transmission à l'Ordre en cas de communication sur ces éléments"
    ]
  },
  {
    "question": "Quelles obligations particulières pèsent sur l'avocat en fiducie ?",
    "reponse": "Mention expresse de la qualité de fiduciaire, attention au caractère non confidentiel des correspondances à l'égard des organes de contrôle, protection du secret professionnel dans le cadre légal des contrôles.",
    "points_specifiques": [
      "Base : RIN, art. 6.5.3 et 6.5.4",
      "Respect des contrôles sans porter atteinte au secret"
    ]
  },
  {
    "question": "Quelle règle de base régit les relations entre avocats de barreaux différents en cas de litige déontologique ?",
    "reponse": "À défaut d'accord de leurs bâtonniers sous 4 semaines, ceux‑ci saisissent le bâtonnier d'un barreau tiers dans les 8 jours.",
    "points_specifiques": [
      "Base : RIN, art. 20.1",
      "Mécanisme de règlement inter‑barreaux"
    ]
  },
  {
    "question": "Quels sont les éléments pris en compte pour fixer les honoraires ?",
    "reponse": "Usages, situation de fortune du client, difficulté de l'affaire, frais exposés, notoriété et diligences, importance des intérêts, résultat et service rendu, titres/ancienneté/spécialisation.",
    "points_specifiques": [
      "Base : RIN, art. 11.2 (éléments de rémunération)",
      "Traçabilité dans la convention et la facturation"
    ]
  },
  {
    "question": "Quelles obligations de l'avocat en matière de documentation LCB‑FT ?",
    "reponse": "Dispositifs internes proportionnés (cartographie des risques, procédures de vigilance, conservation, gel des avoirs) selon le guide CNB et les textes applicables.",
    "points_specifiques": [
      "Base : Guide CNB LCB‑FT (dernière version)",
      "Références : ANR/ASR et cadre CMF"
    ]
  },
  {
    "question": "Quelles règles gouvernent l'usage d'encarts publicitaires sur le site de l'avocat ?",
    "reponse": "Le site ne peut comporter aucun encart ou bannière publicitaire autres que ceux de la profession.",
    "points_specifiques": [
      "Base : RIN, art. 10.5",
      "Vigilance sur les liens hypertextes"
    ]
  },
  {
    "question": "Quel comportement impose l'article 1 bis (visites de courtoisie) ?",
    "reponse": "Se présenter aux autorités judiciaires et ordinales (président, ministère public, bâtonnier) et au confrère adverse lorsqu'on plaide hors de son barreau.",
    "points_specifiques": [
      "Base : RIN, art. 1 bis",
      "Règle de courtoisie professionnelle"
    ]
  },
  {
    "question": "Quelle autorité règle les contestations d'honoraires et débours ?",
    "reponse": "Le bâtonnier (procédure de taxation), avec recours devant le premier président de la cour d'appel.",
    "points_specifiques": [
      "Base : Décret 1991, art. 174 s. (régime de contestation)",
      "Lien avec RIN, art. 11 (information et convention)"
    ]
  },
  {
    "question": "Quel est le cadre général d'exercice en association ou société d'avocats ?",
    "reponse": "Les structures (association/AARPI, SEL, etc.) sont encadrées par le décret 1991 ; les règles déontologiques (secret, conflits, indépendance) s'appliquent à l'ensemble de la structure.",
    "points_specifiques": [
      "Base : Décret 1991 (Titre III, exercice de la profession)",
      "RIN, art. 4 et 15 (application aux structures et moyens)"
    ]
  },
  {
    "question": "Dans quels cas une correspondance entre avocats peut-elle porter la mention « officielle » et être produite en justice ?",
    "reponse": "Uniquement si elle porte la mention « officielle », qu'elle est équivalente à un acte de procédure OU ne renvoie à aucun écrit/propos/élément antérieur confidentiel, et qu'elle respecte les principes essentiels.",
    "points_specifiques": [
      "RIN art. 3.2 : trois conditions cumulatives (mention, nature/absence de référence à du confidentiel, respect des principes).",
      "Sans ces conditions, la correspondance reste confidentielle et improductible.",
      "La confidentialité « entre avocats » est de principe (RIN art. 3.1)."
    ]
  },
  {
    "question": "Peut-on ajouter a posteriori la mention « officielle » à un courrier initialement confidentiel entre avocats ?",
    "reponse": "Non. La qualification « officielle » doit figurer dès la rédaction ; on ne peut pas déconfidentialiser a posteriori.",
    "points_specifiques": [
      "RIN art. 3.2 (interprétation constante).",
      "Doctrine/FAQ ordinales : un courrier dépourvu de la mention ne peut être « requalifié » ensuite.",
      "Rappel : la levée de confidentialité unilatérale est interdite."
    ]
  },
  {
    "question": "Une lettre marquée « officielle » mais qui renvoie à des échanges antérieurs confidentiels est-elle produisible ?",
    "reponse": "Non. La référence à des éléments antérieurs confidentiels fait obstacle à la production, même si la lettre porte « officielle ». ",
    "points_specifiques": [
      "RIN art. 3.2 : l'absence de référence à des éléments antérieurs confidentiels est exigée.",
      "Finalité : préserver le secret des échanges avocat–avocat (L. 31 déc. 1971, art. 66-5)."
    ]
  },
  {
    "question": "Les courriers adressés à une partie non assistée par avocat sont-ils couverts par la confidentialité « entre avocats » ?",
    "reponse": "Non. La confidentialité de l'article 3 du RIN vise les échanges entre avocats ; elle ne couvre pas les échanges avec une partie non représentée.",
    "points_specifiques": [
      "RIN art. 3 (champ : « entre avocats »).",
      "Conséquence : prudence sur le contenu ; ces écrits peuvent être produits aux débats."
    ]
  },
  {
    "question": "Quelles précautions prendre pour qu'un échange par messagerie instantanée entre avocats soit « officiel » ?",
    "reponse": "Mentionner explicitement « officielle », veiller à ce que le message n'exploite aucun élément antérieur confidentiel et qu'il équivaille, le cas échéant, à un acte de procédure.",
    "points_specifiques": [
      "Le support importe peu (papier/électronique) : c'est le respect des conditions de l'art. 3.2 RIN qui prime.",
      "Captures/exports devront préserver l'intégrité et l'horodatage."
    ]
  },
  {
    "question": "Dans quel cadre l'avocat peut-il représenter plusieurs parties dans une même affaire ?",
    "reponse": "En l'absence de conflit d'intérêts ou de risque de conflit, et après information/consentement des parties lorsque la pluralité peut l'exposer à un risque ; sinon, il doit refuser ou se déporter.",
    "points_specifiques": [
      "RIN art. 4 (conflits d'intérêts).",
      "Information et consentement des parties requis si pluralité susceptible de créer un risque de conflit.",
      "Préserver le secret professionnel de chaque partie."
    ]
  },
  {
    "question": "Que doit faire l'avocat si un conflit d'intérêts survient en cours de dossier ?",
    "reponse": "Il doit immédiatement informer les clients concernés et cesser d'intervenir si le conflit persiste ou ne peut être levé sans atteinte au secret et à l'indépendance.",
    "points_specifiques": [
      "RIN art. 4 : obligation de se déporter en cas de conflit avéré.",
      "Possibilité de « muraille de Chine » limitée et strictement encadrée dans certaines structures ; à apprécier in concreto."
    ]
  },
  {
    "question": "Comment s'apprécie le conflit d'intérêts au sein d'une structure d'exercice (SCP, SEL, AARPI, etc.) ?",
    "reponse": "Il s'apprécie à l'échelle de la structure lorsqu'il existe un partage d'informations, d'intérêts économiques ou d'organisation susceptible de porter atteinte au secret ou à l'indépendance.",
    "points_specifiques": [
      "RIN art. 4 (conflit au niveau de l'entité).",
      "Mécanismes internes de prévention/documentation recommandés (registre, « screening », consentements)."
    ]
  },
  {
    "question": "Quelles diligences minimales de vérification l'avocat doit-il accomplir avant d'accepter un dossier (conflits) ?",
    "reponse": "Vérifier l'identité des parties, la nature du litige et d'éventuels contacts antérieurs du cabinet ; confronter ces informations au registre interne des conflits.",
    "points_specifiques": [
      "RIN art. 4 : prévention des conflits.",
      "Traçabilité interne (registre) et procédure écrite de « conflict check »."
    ]
  },
  {
    "question": "La sollicitation personnalisée par message électronique est-elle autorisée ?",
    "reponse": "Oui, sous conditions : loyale, digne, non comparative ni trompeuse, avec identification claire de l'avocat et respect des règles spécifiques (exclusion téléphone/SMS).",
    "points_specifiques": [
      "RIN art. 10 (publicité/sollicitation) : loyauté, dignité, sincérité.",
      "Décisions normatives : l'appel téléphonique et les SMS demeurent exclus des supports admis.",
      "Mentions minimales d'identification requises (nom, barreau, forme d'exercice, etc.)."
    ]
  },
  {
    "question": "La sollicitation par téléphone ou SMS est-elle permise ?",
    "reponse": "Non, ces supports sont exclus. La sollicitation peut se faire par écrit/électronique (courriel, support en ligne) sous conditions, mais pas par appel téléphonique ni SMS.",
    "points_specifiques": [
      "Règle posée par les décisions normatives encadrant l'art. 10 RIN.",
      "Rester attentif aux règles locales (barreaux) sur les « cold calls »."
    ]
  },
  {
    "question": "Les communications de l'avocat peuvent-elles comporter des comparaisons ou superlatifs (« meilleur », « n°1 », etc.) ?",
    "reponse": "Non. Toute information doit être loyale, sincère et non comparative ni dénigrante.",
    "points_specifiques": [
      "RIN art. 10.2 : sincérité, absence de comparaison/dénigrement.",
      "Interdiction des titres trompeurs, promesses de résultat, ou mentions propres à induire en erreur."
    ]
  },
  {
    "question": "Peut-on mentionner des noms de clients dans la communication ?",
    "reponse": "Uniquement avec l'accord exprès et éclairé du client et lorsque cela ne porte pas atteinte au secret ni à la confidentialité.",
    "points_specifiques": [
      "RIN art. 10 (respect du secret/confidentialité).",
      "Vérifier contrats/engagements de confidentialité ; privilégier l'anonymisation."
    ]
  },
  {
    "question": "Quelles obligations pèsent sur l'avocat qui accepte de succéder à un confrère dans un dossier ?",
    "reponse": "Informer le confrère, vérifier l'existence d'avocats précédemment saisis, s'abstenir de toute démarche contre le prédécesseur (sauf accord du bâtonnier) et inviter le client à régler les honoraires dus.",
    "points_specifiques": [
      "RIN art. 9.1 et 9.3 (succession d'avocats).",
      "Objectif : loyauté et confraternité ; pas d'instrumentalisation du différend d'honoraires."
    ]
  },
  {
    "question": "L'avocat dessaisi peut-il retenir le dossier tant que ses honoraires ne sont pas réglés ?",
    "reponse": "Non. Aucun droit de rétention : il doit transmettre sans délai l'entier dossier au successeur.",
    "points_specifiques": [
      "RIN art. 9.2 : transmission « sans délai » de tous les éléments nécessaires.",
      "Le recouvrement des honoraires se traite par les voies appropriées (bâtonnier, recours, etc.)."
    ]
  },
  {
    "question": "L'avocat successeur peut-il immédiatement agir contre le prédécesseur pour le compte du client ?",
    "reponse": "Non, sauf accord préalable du bâtonnier. En principe, il doit s'abstenir de défendre le client contre son prédécesseur.",
    "points_specifiques": [
      "RIN art. 9.3.",
      "Préservation de la confraternité et prévention des conflits liés aux honoraires."
    ]
  },
  {
    "question": "Quelle est la base juridique et la quotité de l'obligation de formation continue des avocats ?",
    "reponse": "20 heures par an ou 40 heures sur deux années consécutives, selon l'article 85-1 du décret du 27 novembre 1991 (version en vigueur).",
    "points_specifiques": [
      "Décret 1991, art. 85 et 85-1 : obligation et volume (20h/an ou 40h/2 ans).",
      "Entrée en vigueur de l'actuelle rédaction : 1er janvier 2024."
    ]
  },
  {
    "question": "Quelles activités peuvent satisfaire l'obligation de formation continue ?",
    "reponse": "Formations juridiques/professionnelles, assistance à colloques/conférences, enseignements dispensés, publications à caractère juridique.",
    "points_specifiques": [
      "Décret 1991, art. 85 (énumération).",
      "Modalités pratiques fixées par décisions du CNB."
    ]
  },
  {
    "question": "Le cabinet doit-il permettre au collaborateur de suivre sa formation continue ?",
    "reponse": "Oui. Le collaborateur libéral ou salarié dispose du temps nécessaire pour suivre les formations de son choix (dans le cadre réglementaire).",
    "points_specifiques": [
      "RIN art. 14.2.5 : droit/obligation à la formation du collaborateur.",
      "Validation possible au titre de l'obligation de formation continue."
    ]
  },
  {
    "question": "Peut-on utiliser le terme « spécialiste » dans sa communication sans certificat de spécialisation ?",
    "reponse": "Non. La mention « spécialiste » suppose la détention d'un certificat de spécialisation délivré selon la procédure réglementaire.",
    "points_specifiques": [
      "Décret 1991, art. 86 et s. (spécialisation) : délivrance par le CNB/inscription sur liste.",
      "RIN art. 10 : loyauté/sincérité des mentions."
    ]
  },
  {
    "question": "Qui délivre le certificat de spécialisation et comment est-il porté à la connaissance des Ordres ?",
    "reponse": "Le président du CNB délivre le certificat ; l'inscription sur la liste nationale est effectuée et l'information transmise aux bâtonniers.",
    "points_specifiques": [
      "Décret 1991, art. 92-4 (modalités de délivrance/notification).",
      "Effets : usage régulier de la mention dans la communication."
    ]
  },
  {
    "question": "Quelles sont les conditions d'ouverture d'un bureau secondaire ?",
    "reponse": "Ouverture licite en France/étranger sous conditions : information/autorisation selon RIN, exercice effectif et respect des conditions générales du domicile professionnel.",
    "points_specifiques": [
      "RIN art. 15 (principes ; 15.3.3 ouverture ; 15.3.4 communication).",
      "Le bureau secondaire doit correspondre à un exercice effectif ; mention possible sur les supports autorisés."
    ]
  },
  {
    "question": "À quelle discipline est soumis l'avocat pour l'activité réalisée dans son bureau secondaire ?",
    "reponse": "Il reste soumis à la discipline de son Ordre ; le barreau d'accueil peut retirer l'autorisation d'ouverture, avec appel selon l'art. 16 du décret.",
    "points_specifiques": [
      "RIN art. 15.3.7 (discipline).",
      "Décret 1991, art. 16 : appel des décisions du conseil de l'ordre."
    ]
  },
  {
    "question": "La domiciliation professionnelle temporaire dans des locaux ordinalement affectés est-elle possible ?",
    "reponse": "Oui, sur autorisation du conseil de l'ordre et pour une durée fixée, lorsqu'elle est justifiée par la situation de l'avocat.",
    "points_specifiques": [
      "RIN (dispositions sur domiciliation : possibilité d'autorisation temporaire par l'Ordre).",
      "Finalité : assurer un cadre conforme aux exigences de confidentialité/accès."
    ]
  },
  {
    "question": "Quels sont les outils de règlement des litiges d'honoraires avant tout contentieux ?",
    "reponse": "Information claire, convention d'honoraires, médiation de la consommation (clients consommateurs), puis saisine du bâtonnier (procédure de taxation/contestation).",
    "points_specifiques": [
      "RIN art. 11 (information, convention).",
      "Médiation consommation (dispositif CNB) ; contestation d'honoraires devant le bâtonnier (Décret 1991, art. 174 et s.)."
    ]
  },
  {
    "question": "La médiation de la consommation est-elle un préalable obligatoire avant saisie du bâtonnier ?",
    "reponse": "Non. C'est une faculté offerte aux consommateurs ; la saisine du bâtonnier demeure possible sans médiation préalable.",
    "points_specifiques": [
      "Dispositif du Médiateur national de la consommation des avocats (CNB) : facultatif.",
      "Ne se substitue pas aux compétences du bâtonnier."
    ]
  },
  {
    "question": "Quelles mentions doivent figurer sur le site internet au titre de la médiation de la consommation ?",
    "reponse": "L'existence du dispositif de médiation, l'identité et les coordonnées du médiateur compétent pour la profession d'avocat.",
    "points_specifiques": [
      "Obligation d'information du consommateur (droit de la consommation).",
      "Le médiateur national désigné par le CNB doit être indiqué."
    ]
  },
  {
    "question": "Un avocat peut-il se prévaloir d'une relation d'exclusivité avec une plateforme de mise en relation ?",
    "reponse": "Seulement si l'exclusivité ne porte pas atteinte à l'indépendance ni au libre choix de l'avocat par le client et que les règles du RIN (publicité, secret, honoraires, absence d'avantages interdits) sont respectées.",
    "points_specifiques": [
      "RIN art. 10 (communication), art. 11 (honoraires), art. 4 (indépendance/conflits).",
      "Vérifier l'absence de rémunération d'apport d'affaires interdite."
    ]
  },
  {
    "question": "La rémunération d'apports d'affaires est-elle autorisée ?",
    "reponse": "Non. La rémunération d'apports d'affaires est interdite.",
    "points_specifiques": [
      "RIN (titre Honoraires) : prohibition explicite des commissions d'apport d'affaires.",
      "Différencier du partage d'honoraires entre avocats intervenant effectivement dans un même dossier (autorisé)."
    ]
  },
  {
    "question": "Le partage d'honoraires est-il possible avec des non‑avocats ?",
    "reponse": "Non. Le partage d'honoraires avec des non‑avocats est prohibé.",
    "points_specifiques": [
      "RIN art. 11.4 : interdiction du partage avec non‑avocats.",
      "Partage possible entre avocats (y compris de barreaux/États différents) intervenant sur le même dossier."
    ]
  },
  {
    "question": "Dans quels cas l'avocat est-il assujetti aux obligations LCB‑FT (TRACFIN) ?",
    "reponse": "Lorsqu'il participe, pour le compte de clients, à certaines opérations (ex. transactions immobilières, gestion de fonds, création/gestion de sociétés, etc.) listées par le CMF ; les activités de défense/consultation en vue d'une procédure sont exclues du champ de la déclaration de soupçon.",
    "points_specifiques": [
      "CMF L.561‑2 et L.561‑3 : périmètre/exception « défense/consultation contentieuse ». ",
      "Approche par les risques ; vigilance client/UBO et conservation des pièces."
    ]
  },
  {
    "question": "L'avocat doit-il déclarer un soupçon s'il ne peut lever ses doutes dans une mission d'assistance contentieuse ?",
    "reponse": "Non, la déclaration de soupçon ne s'applique pas aux informations reçues dans le cadre de la défense ou de la représentation en justice et, plus largement, de la consultation juridique en vue d'une procédure.",
    "points_specifiques": [
      "CMF L.561‑3 : exclusion liée aux activités juridictionnelles/consultations afférentes.",
      "Reste applicable : vigilance et identification du client."
    ]
  },
  {
    "question": "Quelles sont les mesures de vigilance à l'entrée en relation d'affaires en matière LCB‑FT ?",
    "reponse": "Identifier et vérifier le client et le bénéficiaire effectif, comprendre l'objet/nature de la relation, évaluer le risque, conserver les pièces, et, le cas échéant, exercer une vigilance renforcée (PEP, opérations inhabituelles).",
    "points_specifiques": [
      "CMF L.561‑5 et s. : identification/vérification ; obligation de conservation.",
      "Référent interne/organisation du cabinet recommandés par le CNB."
    ]
  },
  {
    "question": "Quelles règles encadrent la mission de séquestre par un avocat ?",
    "reponse": "Elle est admise ; elle suppose convention et facturation distinctes, respect du secret et des règles relatives aux maniements de fonds (CARPA).",
    "points_specifiques": [
      "RIN art. 6 (missions particulières : séquestre).",
      "Convention écrite séparée et gestion via CARPA selon les cas."
    ]
  },
  {
    "question": "L'avocat peut-il exercer à titre accessoire une activité d'intermédiaire en assurances ?",
    "reponse": "Oui, uniquement en qualité de mandataire de l'assuré et en étant rémunéré par son client (et non par un assureur).",
    "points_specifiques": [
      "RIN art. 6 (missions particulières : intermédiaire en assurances).",
      "Déclaration préalable à l'Ordre (RIN art. 6.4)."
    ]
  },
  {
    "question": "Quelles formalités pour l'avocat mandataire en transactions immobilières (AMTI) ?",
    "reponse": "Déclaration à l'Ordre, convention d'honoraires et facturation distinctes, respect du secret, des conflits d'intérêts, et des règles de maniement de fonds.",
    "points_specifiques": [
      "RIN art. 6.3 (missions particulières) et 6.4 (déclarations).",
      "Prohibition absolue du pacte de quota litis (reste applicable)."
    ]
  },
  {
    "question": "Quelles exigences particulières pèsent sur l'avocat fiduciaire ?",
    "reponse": "Déclaration à l'Ordre, assurance spéciale, formation spécifique, et organisation permettant les contrôles par les autorités sans porter atteinte au secret.",
    "points_specifiques": [
      "RIN art. 6.5 (fiducie) : assurance spéciale ; formation ; information du destinataire sur le caractère non confidentiel vis‑à‑vis des organes de contrôle.",
      "Respect du secret professionnel envers les tiers non habilités."
    ]
  },
  {
    "question": "Quelles conditions doivent respecter les « prestations juridiques en ligne » d'un avocat ?",
    "reponse": "Identification de l'avocat/structure, respect du secret, de l'indépendance, de l'absence de démarchage illicite, et conformité à l'ensemble des règles du RIN (publicité, honoraires, etc.).",
    "points_specifiques": [
      "RIN art. 19 : cadre des prestations en ligne.",
      "Mentions légales et information loyale du public indispensables."
    ]
  },
  {
    "question": "Quelles incompatibilités de principe encadre aujourd'hui le Code de déontologie des avocats (2023) ?",
    "reponse": "Incompatibilité avec l'exercice de toute autre profession (sauf textes particuliers) et avec toutes activités commerciales, sous réserve d'exceptions encadrées ; compatibilités listées (enseignement, arbitre, médiateur, etc.).",
    "points_specifiques": [
      "Décret n° 2023‑552 (Code de déontologie), Titre IV (art. 21 à 35).",
      "Ouvertures encadrées pour activités connexes/accessoires sans atteinte à l'indépendance."
    ]
  },
  {
    "question": "Un avocat peut-il commercialiser à titre accessoire des biens ou services connexes à son activité ?",
    "reponse": "Oui, à titre accessoire et sous conditions, si ces biens/services sont destinés aux clients ou à la profession et sans porter atteinte aux principes essentiels.",
    "points_specifiques": [
      "Décret n° 2023‑552 (Code de déontologie) : assouplissement encadré.",
      "Toujours proscrits : les schémas portant atteinte à l'indépendance/secret."
    ]
  },
  {
    "question": "Comment se conteste une décision du conseil de l'ordre (hors discipline) ?",
    "reponse": "Par appel devant la cour d'appel ; le délai d'appel est suspensif et l'appel exercé dans le délai l'est également.",
    "points_specifiques": [
      "Décret 1991, art. 16 : appel des délibérations/décisions (hors disciplinaire).",
      "Notification par le greffe aux parties et autorités (procureur général, bâtonnier)."
    ]
  },
  {
    "question": "Qui est compétent pour les contestations d'honoraires de l'avocat ?",
    "reponse": "Le bâtonnier du barreau auprès duquel l'avocat est inscrit ; voies de recours devant le premier président de la cour d'appel.",
    "points_specifiques": [
      "Décret 1991, art. 174 et s. (procédure de taxation/contestation).",
      "RIN art. 11 : base de calcul et conventions."
    ]
  },
  {
    "question": "Quelles sont les sanctions disciplinaires encourues en cas de manquement déontologique grave (rappel) ?",
    "reponse": "Avertissement, blâme, interdiction temporaire, radiation (échelle disciplinaire) ; publicité/mesures complémentaires possibles selon le cas.",
    "points_specifiques": [
      "Décret 1991, Titre IV (discipline) et textes récents de procédure.",
      "Proportionnalité de la sanction et respect des droits de la défense."
    ]
  },
  {
    "question": "Un cabinet peut-il afficher des bannières publicitaires de tiers sur son site ?",
    "reponse": "Non. Les sites d'avocats ne peuvent comporter de bannières publicitaires pour des produits/services tiers.",
    "points_specifiques": [
      "RIN art. 10.5 (sites internet) : interdiction des bannières publicitaires.",
      "Finalité : préserver l'indépendance et éviter toute confusion."
    ]
  },
  {
    "question": "Quelles mentions d'identification minimales doit comporter toute communication externe de l'avocat ?",
    "reponse": "Nom/prénom, barreau, forme d'exercice (SCP, SEL, AARPI…), adresse de l'établissement, et le cas échéant domaines dominants (max. autorisé) ou spécialisation dûment obtenue.",
    "points_specifiques": [
      "RIN art. 10.2 : information loyale et complète.",
      "Respect des limites : domaines d'activités dominants (nombre maximal) ; mention « spécialiste » subordonnée au certificat."
    ]
  },
  {
    "question": "Peut-on indiquer un bureau secondaire sur ses supports si l'exercice n'y est pas effectif ?",
    "reponse": "Non. La mention d'un bureau secondaire suppose un exercice effectif au lieu indiqué.",
    "points_specifiques": [
      "RIN art. 15.3.4 (communication sur les bureaux secondaires).",
      "Eviter toute information de nature à induire en erreur."
    ]
  },
  {
    "question": "Quelles règles encadrent l'usage des réseaux sociaux par un avocat ?",
    "reponse": "Soumission aux règles de l'article 10 (publicité/sollicitation) : loyauté, dignité, secret, absence de comparaison/dénigrement, identification claire.",
    "points_specifiques": [
      "RIN art. 10.6 : réseaux sociaux/blogs soumis aux mêmes principes.",
      "Veille à l'absence de « legal advice » public non circonstancié portant sur des dossiers en cours."
    ]
  },
  {
    "question": "Le cabinet peut-il obtenir des avis/notes de clients et les publier ?",
    "reponse": "Sous réserve du respect du secret, de l'anonymisation à défaut d'accord exprès, et de l'absence de caractère trompeur/comparatif ; pas de contrepartie financière.",
    "points_specifiques": [
      "RIN art. 10 (sincérité, absence de comparaison).",
      "Consentement exprès du client requis si identification ; prudence sur la modération et le tri des avis."
    ]
  },
  {
    "question": "Quelles sont les conditions d'un honoraire de résultat licite ?",
    "reponse": "Il doit s'ajouter à un honoraire principal librement fixé (pas de quota litis), être prévu par écrit (convention) et proportionné.",
    "points_specifiques": [
      "RIN art. 11 (convention écrite ; interdiction du pacte de quota litis).",
      "Principe : pas de rémunération exclusivement au résultat."
    ]
  },
  {
    "question": "L'avocat peut-il percevoir des honoraires versés par un tiers ?",
    "reponse": "Oui, à condition que le client en soit informé et qu'il n'en résulte aucune atteinte à l'indépendance ni au secret.",
    "points_specifiques": [
      "RIN art. 11 (transparence ; indépendance).",
      "Toujours prohibé : partage avec non‑avocats et commissions d'apport d'affaires."
    ]
  },
  {
    "question": "Quelles règles gouvernent la restitution du dossier au client quand la mission prend fin ?",
    "reponse": "Restitution sans délai de toutes les pièces confiées et utiles à la défense ; les questions d'honoraires se règlent par les voies appropriées sans retenir le dossier.",
    "points_specifiques": [
      "Décret 1991 (règles professionnelles : restitution des pièces à la fin de la mission).",
      "RIN art. 9.2 (au profit du successeur) : pas de rétention."
    ]
  },
  {
    "question": "L'avocat peut-il publier des informations sur une affaire en cours ?",
    "reponse": "Avec une extrême prudence : interdiction de violer le secret et la confidentialité, respect du secret de l'enquête et de l'instruction ; bannir toute publicité opportuniste.",
    "points_specifiques": [
      "RIN art. 1.3 (principes essentiels), art. 3 (confidentialité), rappel secret enquête/instruction.",
      "Communication institutionnelle et pédagogique seulement, sans éléments confidentiels."
    ]
  },
  {
    "question": "Dans un réseau pluridisciplinaire, quelles sont les exigences clés pour préserver l'indépendance ?",
    "reponse": "Clause d'indépendance, gouvernance excluant l'ingérence des non‑avocats dans le dossier, pas de partage d'honoraires avec non‑avocats, maîtrise des flux d'information (secret).",
    "points_specifiques": [
      "RIN (réseaux) : indépendance et secret intangibles.",
      "Décret 2023‑552 : incompatibilités/compatibilités à vérifier selon le montage (SPE, etc.)."
    ]
  },
  {
    "question": "Quelles sont les règles sur l'usage d'un nom de domaine par un avocat ?",
    "reponse": "Le nom de domaine doit être conforme à la dignité, non trompeur, ne pas capter indûment la clientèle (ex. termes réservés ou trompeurs) et respecter le RIN (publicité).",
    "points_specifiques": [
      "RIN art. 10.5 (site internet/nom de domaine).",
      "Interdiction des termes susceptibles d'induire une certification non détenue (« spécialiste » sans titre, p. ex.)."
    ]
  },
  {
    "question": "Comment se répartissent les responsabilités en cas de co‑traitance entre cabinets sur un même dossier ?",
    "reponse": "Chacun reste responsable de ses diligences ; partage d'honoraires possible entre avocats intervenants ; information claire du client sur le rôle de chacun.",
    "points_specifiques": [
      "RIN art. 11.4 (partage entre avocats intervenant).",
      "Principe de transparence vis‑à‑vis du client (information écrite)."
    ]
  },
  {
    "question": "Que doit comporter une convention d'honoraires pour être régulière ?",
    "reponse": "L'étendue de la mission, la méthode de calcul (taux horaire/forfait), les frais/débours, les modalités de facturation/provisions, et, le cas échéant, un honoraire de résultat.",
    "points_specifiques": [
      "RIN art. 11 (information/convention).",
      "Décret 1991 et décisions CNB : écriture et clarté requises."
    ]
  },
  {
    "question": "Un avocat peut-il afficher un nombre illimité de « domaines d'activités dominants » ?",
    "reponse": "Non. Le nombre est limité ; le RIN fixe un maximum (3) pour éviter toute confusion avec la spécialisation.",
    "points_specifiques": [
      "RIN art. 10.2 (domaines dominants : plafond).",
      "But : information loyale sans usurper la qualité de spécialiste."
    ]
  },
  {
    "question": "Quelles sont les conditions pour ouvrir un bureau secondaire hors ressort de son barreau d'inscription ?",
    "reponse": "Information de son conseil de l'ordre et autorisation/contrôle du barreau d'accueil, exercice effectif, respect du RIN ; cotisation spécifique éventuelle au barreau d'accueil.",
    "points_specifiques": [
      "RIN art. 15.3 (ouverture/discipline/communication/cotisations).",
      "Articulation avec l'art. 16 du décret (appel)."
    ]
  },
  {
    "question": "Dans quels termes l'avocat peut-il communiquer sur un classement ou un « award » obtenu ?",
    "reponse": "De manière factuelle et vérifiable, sans caractère trompeur ni comparatif, et sans porter atteinte aux principes essentiels.",
    "points_specifiques": [
      "RIN art. 10 (sincérité, loyauté, absence de comparaison).",
      "Éviter tout usage laissant croire à une certification officielle inexistante."
    ]
  },
  {
    "question": "Quelles sont les règles essentielles relatives au maniement de fonds via CARPA ?",
    "reponse": "Séparation absolue des fonds, compte(s) Carpa, affectation par sous‑comptes clients, justification de toute opération, et impossibilité de percevoir/transiter des fonds hors circuit Carpa quand il est requis.",
    "points_specifiques": [
      "RIN (maniement de fonds/Carpa) : séparation, traçabilité, justificatifs.",
      "Sanctions renforcées en cas de violation (discipline/peine)."
    ]
  },
  {
    "question": "L'avocat peut‑il prélever ses honoraires sur un sous‑compte CARPA ?",
    "reponse": "Oui, si et seulement si la convention d'honoraires/le client l'autorisent expressément et que la facture est émise ; traçabilité Carpa obligatoire.",
    "points_specifiques": [
      "RIN (Carpa/honoraires) : autorisation écrite préalable.",
      "Référence dans la comptabilité Carpa et dossier client."
    ]
  },
  {
    "question": "Quels sont les effets déontologiques d'un avis négatif laissé en ligne par un client ?",
    "reponse": "L'avocat doit répondre avec mesure sans violer le secret ; pas de divulgation d'éléments du dossier ; privilégier un canal confidentiel pour résoudre le litige.",
    "points_specifiques": [
      "RIN art. 1.3 (dignité, délicatesse), art. 3 (secret/confidentialité).",
      "Rappel : aucune révélation couverte par le secret pour « se défendre » sur la place publique."
    ]
  },
  {
    "question": "Quelles garanties de base doit contenir un contrat de collaboration libérale au regard de la clientèle personnelle ?",
    "reponse": "Libre constitution/développement d'une clientèle personnelle sans contrepartie financière ; temps/organisation compatibles ; pas de clauses de non‑concurrence post‑contrat.",
    "points_specifiques": [
      "RIN art. 14.2 (indépendance, clientèle personnelle).",
      "Nullité des stipulations portant atteinte à ces garanties (principe)."
    ]
  },
  {
    "question": "Le cabinet peut‑il restreindre l'accès du collaborateur à la formation liée à une spécialisation qu'il vise ?",
    "reponse": "Non. Il doit lui permettre de suivre les sessions nécessaires à l'acquisition de la spécialisation.",
    "points_specifiques": [
      "RIN art. 14.2.6 (spécialisation et collaborateur).",
      "Concilier charge de travail et formation."
    ]
  },
  {
    "question": "En cas de rupture de collaboration, quelles précautions déontologiques prendre ?",
    "reponse": "Respect d'un délai de prévenance raisonnable, continuité du service aux clients, restitution des dossiers, et règlement transparent des honoraires.",
    "points_specifiques": [
      "RIN art. 14 (équilibre des relations ; continuité du service).",
      "Informer les clients concernés avec loyauté (sans captation déloyale)."
    ]
  },
  {
    "question": "Quelles règles encadrent l'usage d'un titre académique ou professionnel dans la communication ?",
    "reponse": "Usage exact, vérifiable, non trompeur et pertinent ; aucune usurpation ni confusion avec un titre réglementé non détenu.",
    "points_specifiques": [
      "RIN art. 10 : sincérité/loyauté de l'information.",
      "Vérifier l'équivalence/reconnaissance officielle pour les titres étrangers."
    ]
  },
  {
    "question": "Les échanges avec un avocat d'un autre État membre de l'UE sont-ils régis par des règles spécifiques ?",
    "reponse": "Oui. Le Code de déontologie du CCBE s'applique aux activités transfrontières ; il s'articule avec le RIN.",
    "points_specifiques": [
      "CCBE Code of Conduct (règles communes transfrontières).",
      "RIN intègre les règles CCBE pour les activités transfrontières."
    ]
  },
  {
    "question": "Que doit faire l'avocat saisi d'une demande de communication de pièces détenues au cabinet dans une enquête ?",
    "reponse": "Opposer le secret professionnel et veiller au strict respect des procédures légales de perquisition/saisie dans un cabinet d'avocat ; protéger les correspondances confidentielles.",
    "points_specifiques": [
      "Secret pro (L. 31 déc. 1971, art. 66‑5).",
      "Respect des garanties procédurales prévues par les textes (perquisitions/saisies)."
    ]
  },
  {
    "question": "Quelles mentions sont interdites dans un nom de cabinet/site pour éviter toute confusion ?",
    "reponse": "Mentions laissant croire à une certification publique (« agréé », « officiel »), à un monopole (« centre national de… ») ou à une spécialisation non obtenue.",
    "points_specifiques": [
      "RIN art. 10.5 (nom de domaine/site) et 10.2 (communication).",
      "Finalité : loyauté et absence de confusion dans l'esprit du public."
    ]
  },
  {
    "question": "Comment articuler conventions d'honoraires multiples en co‑traitance (ex. avocat plaidant / avocat correspondant) ?",
    "reponse": "Prévoir des conventions distinctes ou une convention unique détaillant les rôles, avec information du client sur la répartition et la facturation.",
    "points_specifiques": [
      "RIN art. 11 (transparence de la rémunération).",
      "Possibilité de partage entre avocats intervenant ; facture(s) claire(s)."
    ]
  },
  {
    "question": "Quelles vérifications spécifiques effectuer avant d'accepter des fonds à transiter par CARPA ?",
    "reponse": "S'assurer du lien direct avec le dossier, de l'origine licite des fonds, du respect LCB‑FT (identification/UBO) et de l'existence d'un écrit précisant la finalité des flux.",
    "points_specifiques": [
      "RIN (Carpa) : affectation aux dossiers ; traçabilité.",
      "CMF L.561‑2 et s. : vigilance/justificatifs ; conservation des documents."
    ]
  },
  {
    "question": "101. Quelle est la définition et la portée du secret professionnel de l'avocat selon le Code de déontologie 2023 ?",
    "reponse": "Le secret professionnel de l'avocat est d'ordre public, absolu, général et illimité dans le temps. L'avocat ne peut en être relevé ni par le client ni par aucune autorité, sauf dans les cas expressément prévus par la loi.",
    "points_specifiques": [
      "Fondement: Code de déontologie 2023, art. 4.",
      "Portée: absolue et générale, illimitée dans le temps.",
      "Exceptions: uniquement celles prévues par la loi (p. ex., obligations LCB-FT encadrées).",
      "Finalité: protection de la confiance et des droits de la défense."
    ]
  },
  {
    "question": "102. Qu'implique le respect du secret de l'enquête et de l'instruction en matière pénale ?",
    "reponse": "L'avocat s'abstient de communiquer des renseignements extraits du dossier d'enquête ou d'instruction et de publier des documents y afférents, sauf pour l'exercice des droits de la défense. La remise de copies de pièces au client ou à des tiers n'est possible que dans les conditions fixées par la loi.",
    "points_specifiques": [
      "Fondement: Code de déontologie 2023, art. 5.",
      "Interdiction de publication/communication hors droits de la défense.",
      "Transmission de copies: encadrée par la loi de procédure pénale."
    ]
  },
  {
    "question": "103. Mandat de l'avocat: quelles exigences de forme et de portée ?",
    "reponse": "L'avocat est le mandataire naturel de son client mais doit justifier d'un mandat écrit, sauf présomption légale. Il ne peut transiger ni engager irrévocablement le client sans autorisation spéciale et écrite, ni disposer de fonds/valeurs ou aliéner des biens du mandant sans stipulation expresse ou autorisation écrite.",
    "points_specifiques": [
      "Fondement: Code de déontologie 2023, art. 8.",
      "Vérification préalable de la licéité de l'opération.",
      "Respect strict de l'objet du mandat et obligation d'extension écrite si nécessaire."
    ]
  },
  {
    "question": "104. Quelles obligations pèsent sur l'avocat rédacteur d'acte ?",
    "reponse": "Il assure la validité et la pleine efficacité de l'acte, refuse de participer à un acte illicite/frauduleux et accomplit les formalités requises après avoir demandé les fonds nécessaires. Il veille à l'équilibre des intérêts en tant que rédacteur unique et informe la partie non assistée de la faculté de se faire conseiller.",
    "points_specifiques": [
      "Fondements: Code 2023, art. 9; RIN, art. 7.2.",
      "Demande préalable des fonds nécessaires aux formalités.",
      "Information de la partie non assistée lorsque saisi par une seule partie."
    ]
  },
  {
    "question": "105. Quelles règles particulières pour l'acte d'avocat, notamment en divorce par consentement mutuel ?",
    "reponse": "L'acte sous signature privée contresigné par avocat est signé par le(s) rédacteur(s) désigné(s). En divorce par consentement mutuel par acte d'avocat, la signature est donnée en présence physique et simultanément par les parties et leurs avocats, sans substitution ni délégation.",
    "points_specifiques": [
      "Fondement: RIN, art. 7.2 (précisions formelles).",
      "Obligation de signature conjointe et simultanée en divorce conventionnel (référence au cadre légal visé par le RIN)."
    ]
  },
  {
    "question": "106. Un avocat rédacteur peut-il ensuite contester l'acte ?",
    "reponse": "S'il a été rédacteur unique et conseil de toutes les parties, il ne peut agir ou défendre sur la validité, l'exécution ou l'interprétation de l'acte, sauf contestation émanant d'un tiers. Dans les autres cas (rédacteur non unique, ou rédacteur unique mais non conseil de toutes les parties), il peut agir sur l'exécution/interprétation et même défendre la validité.",
    "points_specifiques": [
      "Fondement: RIN, art. 7.3.",
      "Principe d'impartialité du rédacteur unique-conseil de toutes les parties.",
      "Ouverture à l'action en cas de non-conseil de toutes les parties."
    ]
  },
  {
    "question": "107. La convention d'honoraires est-elle obligatoire ?",
    "reponse": "Oui, l'avocat conclut par écrit une convention d'honoraires avec le client qui précise le montant ou le mode de détermination des honoraires, ainsi que les frais et débours envisagés. Exceptions limitées: urgence, force majeure, aide juridictionnelle totale, ou « troisième partie » de la loi AJ.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 10.",
      "Information dès la saisine sur la détermination du coût.",
      "Actualisation régulière des informations de coût pendant la mission."
    ]
  },
  {
    "question": "108. Le pacte de quota litis est-il interdit ?",
    "reponse": "Oui, toute fixation d'honoraires ne consistant qu'en un pourcentage du résultat est interdite. En revanche, une convention peut prévoir, en sus de la rémunération des prestations, un honoraire complémentaire de résultat.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 10.",
      "Distinction entre quota litis (interdit) et honoraire de résultat (complément autorisé)."
    ]
  },
  {
    "question": "109. Provision d'honoraires: quelles limites ?",
    "reponse": "L'avocat peut demander une provision préalable à valoir, qui ne peut dépasser une estimation raisonnable des honoraires et débours probables. À défaut de paiement, il peut renoncer au dossier ou s'en retirer selon les règles applicables.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 11.",
      "Lien avec l'obligation d'information sur les coûts (art. 10)."
    ]
  },
  {
    "question": "110. Que doit contenir le compte détaillé remis au client ?",
    "reponse": "Un compte détaillé par dossier faisant ressortir distinctement: frais et débours, émoluments tarifés, honoraires, ainsi que les sommes reçues à titre de provision/à tout autre titre. L'avocat tient un compte détaillé des sommes reçues et de leur affectation (sauf forfait global).",
    "points_specifiques": [
      "Fondement: Code 2023, art. 12.",
      "Remise avant tout règlement définitif; délivrance sur demande du client ou du bâtonnier."
    ]
  },
  {
    "question": "111. Comment contester les honoraires d'un avocat ?",
    "reponse": "La contestation du montant/recouvrement des honoraires se fait par la procédure devant le bâtonnier. La réclamation est adressée par LRAR ou contre récépissé. En cas de silence au-delà de 4 mois, le justiciable peut saisir le premier président de la cour d'appel dans le délai d'1 mois.",
    "points_specifiques": [
      "Fondement: Décret 1991, art. 174 et 175.",
      "Délais: 4 mois pour le bâtonnier; 1 mois pour le recours devant le premier président."
    ]
  },
  {
    "question": "112. Quelles informations de l'avocat au client sur l'évolution des honoraires ?",
    "reponse": "L'avocat informe régulièrement son client de l'évolution des honoraires, frais, débours et émoluments au cours de la mission. Des honoraires forfaitaires ou périodiques peuvent être convenus.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 10.",
      "Transparence continue sur la facturation."
    ]
  },
  {
    "question": "113. Que recouvre le principe du contradictoire dans la déontologie ?",
    "reponse": "Il suppose une communication mutuelle, complète et en temps utile des moyens de fait, de droit et éléments de preuve par les moyens prévus par la procédure. L'avocat se conforme aux exigences du procès équitable.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 16.",
      "Lien avec loyauté et droits de la défense."
    ]
  },
  {
    "question": "114. L'avocat peut-il contacter la partie adverse pour proposer un accord ?",
    "reponse": "Oui, avant toute procédure ou si une action est pendante, sous réserve de l'accord du client. Il rappelle à l'adversaire la faculté de consulter un avocat et s'interdit toute présentation déloyale ou menace (il peut mentionner l'éventualité d'une procédure).",
    "points_specifiques": [
      "Fondement: Code 2023, art. 17.",
      "Possibilité d'injonctions/mises en demeure en tant que mandataire du client."
    ]
  },
  {
    "question": "115. Négociations: l'avocat peut-il rencontrer seul un interlocuteur assisté d'un avocat ?",
    "reponse": "Non, sauf accord préalable du confrère. L'avocat ne conduit des pourparlers qu'en présence de son client ou avec son accord.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 18.",
      "Respect des règles de loyauté entre confrères."
    ]
  },
  {
    "question": "116. Quelles règles en cas de succession d'avocat dans un dossier d'aide juridictionnelle ?",
    "reponse": "Le successeur d'un confrère intervenant au titre de l'aide juridictionnelle ne peut réclamer des honoraires que si le client a expressément renoncé au bénéfice de l'AJ, après information des conséquences; information du confrère, du bureau d'AJ et du bâtonnier.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 19.",
      "Conflits d'honoraires/retour du dossier: compétence du bâtonnier."
    ]
  },
  {
    "question": "117. Qu'implique la confraternité ?",
    "reponse": "Des relations de confiance entre avocats, dans l'intérêt du client et d'un exercice de qualité, sans jamais opposer les intérêts du client à ceux de l'avocat.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 20.",
      "Tempérance des échanges et courtoisie professionnelle."
    ]
  },
  {
    "question": "118. L'avocat doit-il déférer aux désignations et commissions d'office ?",
    "reponse": "Oui, sauf motif légitime d'excuse ou d'empêchement admis par l'autorité de désignation.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 6.",
      "L'accès au droit et à la justice fait partie des devoirs envers le public."
    ]
  },
  {
    "question": "119. Activités incompatibles: quels principes généraux ?",
    "reponse": "La profession d'avocat est incompatible avec l'exercice de toute autre profession, sous réserve de dispositions particulières. Elle est compatible avec certaines fonctions (enseignement, arbitre, médiateur, séquestre, etc.).",
    "points_specifiques": [
      "Fondement: Code 2023, art. 21.",
      "Liste d'incompatibilités précises à l'art. 22."
    ]
  },
  {
    "question": "120. Exemples d'incompatibilités particulières (rôles commerciaux et mandats sociaux) ?",
    "reponse": "Incompatibilité avec toute activité de caractère commercial; avec certaines fonctions (associé SNC, commandité, gérant SARL, membre du directoire, DG SA, gérant de société civile), sauf exceptions limitées (gestion d'intérêts familiaux ou exercice de la profession d'avocat).",
    "points_specifiques": [
      "Fondement: Code 2023, art. 22.",
      "Tolérance: commercialisation accessoire de biens/services connexes à destination de clients ou confrères."
    ]
  },
  {
    "question": "121. Cumul avec un mandat de parlementaire (député, sénateur, député européen) ?",
    "reponse": "L'avocat investi d'un tel mandat est soumis aux incompatibilités des articles LO 149 (députés) et LO 297 (sénateurs) du code électoral.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 27.",
      "Contrôle par l'Ordre des conditions d'exercice."
    ]
  },
  {
    "question": "122. Cumul avec un mandat local: limites ?",
    "reponse": "Interdiction d'accomplir des actes contre la collectivité au sein de laquelle l'avocat exerce un mandat (région/collectivité de Corse: art. 28; département/communes du département: art. 29).",
    "points_specifiques": [
      "Fondement: Code 2023, arts. 28 et 29.",
      "Préservation de l'impartialité et de l'indépendance."
    ]
  },
  {
    "question": "123. Missions temporaires pour l'État: conditions ?",
    "reponse": "Un avocat peut être chargé de missions temporaires (même rétribuées) à condition de ne poser aucun acte de sa profession pendant la mission, sauf autorisation du conseil de l'ordre, saisi par le bâtonnier.",
    "points_specifiques": [
      "Fondement: Code 2023, art. 26.",
      "Décision de compatibilité par le conseil de l'ordre; maintien au tableau possible."
    ]
  },
  {
    "question": "124. Réseaux pluridisciplinaires: conditions et garde-fous ?",
    "reponse": "Appartenance possible à un réseau pluridisciplinaire sous conditions (déclaration, loyauté, absence de contrôle par des non-avocats, assurances RC adaptées, absence de confusion avec une structure d'exercice).",
    "points_specifiques": [
      "Fondement: RIN, art. 16.",
      "Interdiction de participation de capitaux extérieurs contrôlant l'exercice professionnel."
    ]
  },
  {
    "question": "125. Groupements transnationaux: formalités et limites ?",
    "reponse": "Possible avec des avocats étrangers par convention déclarée préalablement à l'Ordre; respect du RIN pour les prestations en France; mention possible du groupement dans les documents; interdiction de toute assimilation à une structure d'exercice ou de moyens.",
    "points_specifiques": [
      "Fondement: RIN, art. 16-1.",
      "Déclaration préalable au bâtonnier; engagements d'information continue."
    ]
  },
  {
    "question": "126. Structures d'exercice inter-barreaux: comment fonctionne la postulation ?",
    "reponse": "La structure inter-barreaux postule auprès de chaque tribunal par le ministère d'un de ses membres inscrit au barreau établi près de ce tribunal; inscription au tableau du siège social et à l'annexe des barreaux auprès desquels elle peut postuler.",
    "points_specifiques": [
      "Fondement: RIN, art. 17 (points 17.2 et 17.3).",
      "Contrôle de comptabilité au siège (point 17.6)."
    ]
  },
  {
    "question": "127. Pluralité d'exercice: principe et limites ?",
    "reponse": "Faculté de cumuler des modes d'exercice (individuel + structure) dans le ressort d'un même barreau ou de barreaux différents, sans déroger au principe d'inscription à un seul barreau (cabinet principal) ni aux règles territoriales de postulation.",
    "points_specifiques": [
      "Fondement: RIN, art. 15.4.",
      "Ouverture/fermeture d'un établissement d'exercice: information/autorisation selon cas."
    ]
  },
  {
    "question": "128. Établissement d'exercice hors ressort: quelles obligations ?",
    "reponse": "Déclaration/autorisation auprès du conseil de l'ordre compétent; information du barreau d'inscription; respect du RIN du barreau d'accueil et discipline par le seul bâtonnier/procureur général du lieu d'inscription.",
    "points_specifiques": [
      "Fondement: RIN, art. 15.4.3 à 15.4.6.",
      "Déclaration des missions particulières/fiducie si exercées hors ressort (15.4.5)."
    ]
  },
  {
    "question": "129. Activité de fiduciaire: quels principes déontologiques ?",
    "reponse": "L'avocat fiduciaire demeure soumis aux devoirs du serment et aux principes essentiels; il évite les incompatibilités, identifie clairement l'activité fiduciaire et protège le secret pro des autres activités du cabinet.",
    "points_specifiques": [
      "Fondement: RIN, art. 6.5.1 et 6.5.4.",
      "Séparation matérielle/numérique des dossiers fiducie."
    ]
  },
  {
    "question": "130. Assurance et déclaration pour l'activité fiduciaire ?",
    "reponse": "Souscription à titre individuel d'une assurance spéciale couvrant RC pro et restitution des fonds/biens/valeurs; déclaration au bâtonnier avec justificatifs et attestation annuelle du maintien des garanties.",
    "points_specifiques": [
      "Fondement: RIN, art. 6.5.2; Décret 1991, art. 205 (alinéas 2 et 3) et 209-1.",
      "Traçabilité: preuve annuelle des garanties auprès du bâtonnier."
    ]
  },
  {
    "question": "131. Comptabilité de la fiducie et conflits d'intérêts spécifiques ?",
    "reponse": "Comptabilité distincte des comptes professionnels/personnels et du sous-compte CARPA; un compte identifié par fiducie. Les conflits d'intérêts s'apprécient par rapport au constituant et au(x) bénéficiaire(s). Le tiers désigné par le constituant ne peut appartenir à la même structure que le fiduciaire.",
    "points_specifiques": [
      "Fondement: RIN, art. 6.5.5 (comptabilité; conflits).",
      "Obligation de formation spécifique (compétence)."
    ]
  },
  {
    "question": "132. Confidentialité des correspondances en fiducie ?",
    "reponse": "L'avocat indique expressément sa qualité de fiduciaire; il prévient que les correspondances échangées au titre de cette mission ne sont pas confidentielles vis‑à‑vis des organes de contrôle de la fiducie. Les échanges avec un confrère non avisé et sans mention « officielle » demeurent confidentiels au sens du RIN.",
    "points_specifiques": [
      "Fondement: RIN, art. 6.5.3 (règles de correspondance en fiducie).",
      "Protection du secret pro pour les autres activités inchangée."
    ]
  },
  {
    "question": "133. Mandataire en transactions immobilières: est-ce autorisé ?",
    "reponse": "Oui, comme mission particulière, sous réserve de déclaration à l'Ordre et du respect des principes essentiels (indépendance, absence de conflit, rémunération conforme au RIN).",
    "points_specifiques": [
      "Fondement: RIN, art. 6.3 (missions), 6.4 (déclaration).",
      "Encadrement déontologique et information claire du client."
    ]
  },
  {
    "question": "134. Avocat mandataire d'un intermédiaire d'assurances: conditions ?",
    "reponse": "Possible à titre accessoire, avec respect de la réglementation assurance (immatriculation/formation), et rémunération conforme aux règles d'honoraires du RIN.",
    "points_specifiques": [
      "Fondement: RIN, art. 6.3.6.",
      "Déclaration à l'Ordre (art. 6.4)."
    ]
  },
  {
    "question": "135. Représentation d'intérêts (lobbying) par un avocat: cadre ?",
    "reponse": "Possible; l'avocat mentionne, le cas échéant et après information des clients, leur identité et le montant des honoraires dans les registres requis. Convention et facturation distinctes pour cette mission.",
    "points_specifiques": [
      "Fondement: RIN, art. 6.3 (point relatif à la représentation d'intérêts).",
      "Transparence dans les registres prévus à cet effet."
    ]
  },
  {
    "question": "136. Lutte contre le blanchiment (LCB-FT): quand l'avocat est-il assujetti ?",
    "reponse": "Les avocats sont assujettis aux obligations LCB-FT lorsqu'ils assistent leur client dans certaines opérations (p. ex. achat/vente d'immeubles ou fonds de commerce, gestion d'actifs, ouverture de comptes, organisation d'apports ou de sociétés), ou réalisent pour son compte des transactions financières encadrées par le CMF.",
    "points_specifiques": [
      "Fondements: CMF, art. L561-2 et L561-3.",
      "Assujettissement par nature de l'opération, non par la seule qualité d'avocat."
    ]
  },
  {
    "question": "137. Mesures de vigilance: quels points d'attention pour les opérations visées ?",
    "reponse": "Identification/verification du client et du bénéficiaire effectif, compréhension de l'opération et de l'origine des fonds, vigilance renforcée pour risques élevés; archivage et traçabilité.",
    "points_specifiques": [
      "Fondement: CMF (dispositions L561‑1 et s.).",
      "Approche par les risques (guides CNB)."
    ]
  },
  {
    "question": "138. Personnes politiquement exposées (PPE): quelle vigilance ?",
    "reponse": "Obligation de mesures renforcées lorsqu'un client/BE correspond à la définition PPE (fonctions éminentes actuelles ou depuis moins d'un an).",
    "points_specifiques": [
      "Fondement: CMF, art. L561-10 (principe) et doctrine CNB.",
      "Vigilance accrue: origine des fonds, supervision renforcée."
    ]
  },
  {
    "question": "139. Déclaration de soupçon à Tracfin: principe et portée ?",
    "reponse": "En cas de soupçon de BC/FT sur des opérations assujetties, l'avocat effectue une déclaration à Tracfin selon le cadre légal, sans porter atteinte aux droits de la défense ni au secret des activités judiciaires (périmètre strict du CMF).",
    "points_specifiques": [
      "Fondements: CMF, L561‑15 et s.; Code 2023, art. 4 (secret pro sous réserve des cas prévus par la loi).",
      "Règles et bonnes pratiques détaillées par les guides CNB."
    ]
  },
  {
    "question": "140. Quelle logique d'ensemble pour la LCB-FT dans la profession ?",
    "reponse": "Application de l'approche par les risques: évaluation, politiques internes, formation, contrôle; reporting et coopération avec les autorités dans le cadre légal.",
    "points_specifiques": [
      "Sources professionnelles: guides CNB LCB‑FT (analyse nationale des risques, PPE, typologies).",
      "Objectif: proportionner la vigilance aux risques identifiés."
    ]
  },
  {
    "question": "141. Maniement de fonds: cadre général (assurance/garantie et CARPA) ?",
    "reponse": "Les règlements pécuniaires des avocats sont encadrés par l'assurance au profit de qui il appartiendra et la garantie financière; les fonds des clients transitent par la CARPA selon des règles strictes.",
    "points_specifiques": [
      "Fondement: Décret 1991, Titre VI (arts. 205 à 242).",
      "CARPA: organisation et contrôle par le conseil de l'ordre."
    ]
  },
  {
    "question": "142. CARPA: quels fonds doivent y transiter ?",
    "reponse": "Tout fonds reçu à l'occasion de l'activité professionnelle pour le compte des clients doit transiter par la CARPA, sauf exceptions prévues; la caisse tient une comptabilité distincte par avocat et par dossier.",
    "points_specifiques": [
      "Fondement: Décret 1991, notamment arts. 236 et s.",
      "Traçabilité: bordereaux, affectation par dossier."
    ]
  },
  {
    "question": "143. Emploi des fonds: quelles garanties ?",
    "reponse": "Les fonds reçus pour le compte des clients ne peuvent être employés que conformément à l'affectation convenue; la CARPA assure le contrôle de l'emploi des fonds et leur restitution.",
    "points_specifiques": [
      "Fondement: Décret 1991, arts. 236-239.",
      "Sécurité: contrôles et injonctions possibles par l'Ordre."
    ]
  },
  {
    "question": "144. Prélèvement d'honoraires sur CARPA: est-ce possible ?",
    "reponse": "Aucun prélèvement d'honoraires sur les fonds détenus pour le client ne peut être effectué sans l'autorisation écrite préalable du client.",
    "points_specifiques": [
      "Fondement: Décret 1991, art. 241.",
      "Exigence d'une trace écrite préalable et non équivoque."
    ]
  },
  {
    "question": "145. Assurance responsabilité civile professionnelle (RCP): obligations et minima ?",
    "reponse": "Tout avocat doit être couvert par un contrat d'assurance RCP; les contrats ne peuvent prévoir une limite de garantie inférieure à 1 500 000 € par année et par assuré ni une franchise supérieure à 10% dans la limite de 3 050 €, franchise inopposable aux victimes.",
    "points_specifiques": [
      "Fondement: Décret 1991, art. 205.",
      "Fiduciaire: assurance spécifique additionnelle requise."
    ]
  },
  {
    "question": "146. Assurance « au profit de qui il appartiendra »: objet ?",
    "reponse": "Assurance souscrite par le barreau garantissant, au profit de qui il appartiendra, le remboursement des fonds, effets ou valeurs reçus à l'occasion de l'activité professionnelle par ses membres.",
    "points_specifiques": [
      "Fondement: Décret 1991, art. 207-208.",
      "Déclenchement notamment en cas d'insolvabilité, sur créance certaine, liquide et exigible."
    ]
  },
  {
    "question": "147. Garantie financière: quand et pourquoi ?",
    "reponse": "Tout avocat (non couvert par l'assurance de l'art. 207) justifie d'une garantie financière couvrant la restitution des fonds, effets et valeurs, selon des modalités fixées par le décret.",
    "points_specifiques": [
      "Fondement: Décret 1991, art. 210 et s.",
      "Sous-section « Détermination »: arts. 213 à 218; « Mise en œuvre »: arts. 219 à 221."
    ]
  },
  {
    "question": "148. Cumuls d'assurances et garanties: principe ?",
    "reponse": "Le décret prévoit des règles de cumul ou d'articulation entre l'assurance RCP, l'assurance au profit de qui il appartiendra et la garantie financière, afin d'assurer une couverture complète des risques liés aux maniements de fonds.",
    "points_specifiques": [
      "Fondement: Décret 1991, Section III « Cumuls », arts. 226-227.",
      "Objectif: éviter les angles morts de couverture."
    ]
  },
  {
    "question": "149. Publicité et sollicitation personnalisée: qu'est-ce qui est permis ?",
    "reponse": "La sollicitation personnalisée est possible par envoi postal ou courrier électronique (exclusion des SMS). Elle doit rester loyale et préciser les modalités de détermination du coût (une convention d'honoraires sera conclue).",
    "points_specifiques": [
      "Fondement: Code 2023, indication sur la sollicitation (exclusion des SMS).",
      "Exigence d'information préalable sur le coût et respect des principes de loyauté/modération."
    ]
  },
  {
    "question": "150. Formation continue: volume, contenu et suivi ?",
    "reponse": "20 heures par an ou 40 heures sur 2 ans; durant les 2 premières années: 10 h gestion de cabinet et 10 h/an déontologie & statut. Les titulaires de mentions de spécialisation: au moins 10 h/an par mention; déclaration annuelle au plus tard le 31 janvier avec justificatifs.",
    "points_specifiques": [
      "Fondements: Décret 1991, arts. 85 et 85-1 (réforme 2023).",
      "Sanction possible: perte du droit de faire usage de la mention en cas de défaut (art. 85-1)."
    ]
  },
  {
    "question": "Q151 — Quelles sont les missions légales du Conseil national des barreaux (CNB) ?",
    "reponse": "Le CNB représente la profession d'avocat auprès des pouvoirs publics, élabore et adopte le Règlement intérieur national (RIN), harmonise les règles et usages, participe à la formation initiale et continue et émet des avis sur tout projet concernant la profession.",
    "points_specifiques": [
      "Base légale : Loi n° 71-1130, art. 21-1 (missions et pouvoir normatif du CNB).",
      "Le RIN a valeur réglementaire interne et s'impose aux barreaux (via art. 21-1).",
      "Le CNB contribue à la formation (décret 1991, tit. II, sections formation).",
      "Lien avec l'examen : l'arrêté du 30/04/2012 renvoie au RIN pour le programme."
    ]
  },
  {
    "question": "Q152 — Quelles sont les attributions principales du Conseil de l'Ordre d'un barreau ?",
    "reponse": "Le Conseil de l'Ordre administre le barreau, arrête et contrôle le règlement intérieur local, veille au respect des devoirs, contrôle la comptabilité des avocats et des structures, statue sur l'inscription/omission et assure la discipline dans le cadre prévu par les textes.",
    "points_specifiques": [
      "Base légale : Loi n° 71-1130, art. 17 (attributions de l'Ordre).",
      "Contrôles comptables : Décret 1991, art. 235 (vérifications et information du procureur général).",
      "Règlement intérieur local : compétence du Conseil de l'Ordre (Loi, art. 17).",
      "Décisions en matière d'inscription/omission : Décret 1991, art. 93 s. et 104 s."
    ]
  },
  {
    "question": "Q153 — Quelle est la durée du mandat du bâtonnier et quel est le recours contre les élections ordinales ?",
    "reponse": "Le mandat du bâtonnier prend fin à l'issue de la deuxième année suivant l'élection. Les élections peuvent être déférées à la cour d'appel dans les huit jours par les électeurs disposant du droit de vote.",
    "points_specifiques": [
      "Durée : Décret 1991 (disposition précisant la fin de mandat à 2 ans).",
      "Recours : Décret 1991, art. 12 (délai de 8 jours pour déférer à la CA).",
      "Champ : élections ordinales (bâtonnier/Conseil).",
      "Effet : la cour d'appel statue selon les conditions fixées par le décret."
    ]
  },
  {
    "question": "Q154 — Quand et comment le bâtonnier doit-il être informé d'une action en responsabilité civile visant un avocat ?",
    "reponse": "Tout avocat poursuivi en dommages-intérêts du fait de son activité doit en informer sans délai le bâtonnier.",
    "points_specifiques": [
      "Base : Code de déontologie des avocats (Décret 2023-552), art. 44.",
      "Objet : information « sans délai » du bâtonnier.",
      "But : permettre l'accompagnement ordinal et le suivi déontologique.",
      "Lien avec assurance RCP et obligations ordinales corrélatives."
    ]
  },
  {
    "question": "Q155 — Quelle est la règle de principe en matière de postulation devant les juridictions de l'ordre judiciaire ?",
    "reponse": "Les avocats peuvent postuler devant l'ensemble des tribunaux judiciaires du ressort de la cour d'appel dans lequel ils ont établi leur résidence professionnelle, ainsi que devant ladite cour.",
    "points_specifiques": [
      "Base : Loi n° 71-1130, art. 5 (règle générale de postulation).",
      "Postulation ≠ plaidoirie : la plaidoirie n'est pas limitée territorialement (art. 5, al. 1).",
      "La postulation est attachée à la résidence professionnelle de l'avocat.",
      "Distinction avec juridictions sans représentation obligatoire (v. infra)."
    ]
  },
  {
    "question": "Q156 — Quelles sont les principales exceptions au principe de postulation élargie ?",
    "reponse": "Par dérogation, l'avocat ne peut postuler devant un autre tribunal que celui de sa résidence professionnelle en matière de saisie immobilière, de partage et licitation, au titre de l'aide juridictionnelle, ni dans des instances où il ne serait pas maître de l'affaire chargé aussi de la plaidoirie.",
    "points_specifiques": [
      "Base : Loi n° 71-1130, art. 5 (alinéa dérogatoire).",
      "Portée : exceptions d'ordre public de représentation.",
      "Incidence pratique : vigilance dans les conventions d'honoraires.",
      "Sanction : nullités/irrecevabilités selon CPC (hors périmètre RIN)."
    ]
  },
  {
    "question": "Q157 — La postulation devant le juge de l'exécution (JEX) connaît‑elle une spécificité récente ?",
    "reponse": "Oui. Un avis de la Cour de cassation du 25 avril 2024 a admis une portée nationale de la postulation devant les juges de l'exécution, simplifiant la territorialité classiquement liée au ressort de la cour d'appel.",
    "points_specifiques": [
      "Référence : CNB, actualité du 28/05/2024 sur l'avis du 25/04/2024.",
      "Portée : postulation nationale devant le JEX (évolution jurisprudentielle).",
      "Vigilance : vérifier les modalités procédurales locales/circuits RPVA.",
      "Toujours articuler avec l'art. 5 pour le droit commun."
    ]
  },
  {
    "question": "Q158 — Les règles de postulation s'appliquent‑elles devant le tribunal de commerce ?",
    "reponse": "Non, les règles de postulation (au sens de représentation obligatoire par avocat postulant territorialement compétent) ne s'y appliquent pas ; la représentation y obéit à des règles distinctes.",
    "points_specifiques": [
      "Portée : la postulation vise le TJ et la CA (Loi 71-1130, art. 5).",
      "Référence utile : analyse doctrinale/jurisprudentielle confirmant l'exclusion (sources professionnelles).",
      "Conséquence : pas de limitation territoriale de « postulation » spécifique au TCom, sauf texte particulier.",
      "Toujours vérifier la représentation obligatoire selon la matière."
    ]
  },
  {
    "question": "Q159 — Une association ou société d'avocats peut‑elle postuler au‑delà du barreau d'inscription de chacun de ses membres ?",
    "reponse": "Oui. L'association ou la société peut postuler auprès de l'ensemble des tribunaux judiciaires du ressort de la cour d'appel où l'un de ses membres est établi et devant ladite cour.",
    "points_specifiques": [
      "Base : Loi n° 71-1130, art. 5 (alinéa relatif aux structures).",
      "Portée : mutualisation de la résidence professionnelle des membres.",
      "Limites : exceptions de l'art. 5 (AJ, saisies immo, etc.).",
      "Coordination nécessaire avec le RIN (modes/lieux d'exercice)."
    ]
  },
  {
    "question": "Q160 — La pluralité d'exercice permet‑elle de contourner les règles de postulation ?",
    "reponse": "Non. La pluralité d'exercice (cabinets/établissements multiples) ne permet en aucune manière de déroger aux règles territoriales de la postulation.",
    "points_specifiques": [
      "Base : RIN, art. 15.4 (pluralité d'exercice).",
      "Principe : un seul tableau d'inscription (RIN 15.2) ; respect de la territorialité.",
      "Effet : organisation interne ≠ extension du droit de postuler.",
      "Vigilance dans la communication et la gestion des dossiers."
    ]
  },
  {
    "question": "Q161 — Quelles sont les règles clés relatives au domicile professionnel et aux établissements d'exercice ?",
    "reponse": "L'avocat fixe un domicile professionnel conforme aux usages et peut disposer d'un ou plusieurs établissements d'exercice, sous réserve d'autorisation/déclaration et d'un exercice effectif, en restant inscrit à un seul barreau.",
    "points_specifiques": [
      "Base : RIN, art. 15.2 et 15.4 (définitions et régime).",
      "Autorisation/déclaration : RIN, art. 15.4.3 (ouverture).",
      "Fermeture : information sans délai (RIN, art. 15.4.4).",
      "Discipline/local rules : RIN, art. 15.4.6 (règlement intérieur du barreau d'accueil)."
    ]
  },
  {
    "question": "Q162 — Quelles exigences de localisation/domiciliation le Code de déontologie prévoit‑il ?",
    "reponse": "Il précise les conditions de localisation du cabinet, du domicile professionnel et des bureaux, dans le respect des principes de la profession et des règlements intérieurs.",
    "points_specifiques": [
      "Base : Code de déontologie 2023, art. 45 (localisation et domiciliation).",
      "Lien : cohérence avec RIN (art. 15) et règlements locaux.",
      "Finalité : garantir un exercice réel et des informations loyales au public.",
      "Contrôle ordinal en cas d'irrégularités."
    ]
  },
  {
    "question": "Q163 — Quelles obligations s'attachent à l'ouverture d'un établissement d'exercice hors ressort du barreau d'inscription ?",
    "reponse": "Déclaration/autorisation sans délai auprès du conseil de l'Ordre compétent ; information du barreau d'inscription ; respect du règlement intérieur local et des conditions d'exercice effectif.",
    "points_specifiques": [
      "Base : RIN, art. 15.4.3 (ouverture) et 15.4.6 (discipline/règlement local).",
      "Inscription : l'avocat demeure inscrit à un seul barreau (RIN 15.4.3).",
      "Contrôles : coordination entre barreaux en cas de vérifications.",
      "Sanctions disciplinaires possibles en cas de manquements."
    ]
  },
  {
    "question": "Q164 — Quelles sont les différences entre réseau pluridisciplinaire et société pluriprofessionnelle d'exercice (SPE) au regard du RIN ?",
    "reponse": "Le RIN distingue le réseau pluridisciplinaire (organisation durable pour prestations complémentaires) de la SPE (structure d'exercice). Le réseau n'est pas une SPE et obéit à des conditions spécifiques de transparence et de respect des principes essentiels.",
    "points_specifiques": [
      "Base : RIN, art. 16 (réseaux pluridisciplinaires).",
      "Principe : indépendance, secret, conflits d'intérêts préservés.",
      "Transparence : information du client sur la nature du réseau.",
      "Règles propres de la SPE hors RIN (textes spécifiques), à articuler."
    ]
  },
  {
    "question": "Q165 — Qu'implique la « collaboration interprofessionnelle » pour un avocat ?",
    "reponse": "Elle permet des coopérations avec d'autres professionnels, dans un cadre contractuel respectant indépendance, secret, conflits d'intérêts, et obligations d'information et de loyauté à l'égard du client.",
    "points_specifiques": [
      "Base : RIN, art. 18 (collaboration interprofessionnelle).",
      "Contraintes déontologiques : principes essentiels (RIN, art. 1.3).",
      "Encadrement des flux d'informations (secret/confidentialité).",
      "Information du client sur les modalités de collaboration."
    ]
  },
  {
    "question": "Q166 — Quelles exigences minimales doit contenir un contrat de collaboration (libérale/salariée) ?",
    "reponse": "Il doit être écrit et préciser durée/essai, rémunération, frais, formation, congés, conditions de suspension/rupture, clause de recours au bâtonnier comme conciliateur, garanties d'indépendance/secret, et, pour la collaboration libérale, la possibilité de clientèle personnelle.",
    "points_specifiques": [
      "Base : RIN, art. 14.3.1 (contenu minimal du
    "question": "Q166 — Quelles exigences minimales doit contenir un contrat de collaboration (libérale/salariée) ?",
    "reponse": "Il doit être écrit et préciser durée/essai, rémunération, frais, formation, congés, conditions de suspension/rupture, clause de recours au bâtonnier comme conciliateur, garanties d'indépendance/secret, et, pour la collaboration libérale, la possibilité de clientèle personnelle.",
    "points_specifiques": [
      "Base : RIN, art. 14.3.1 (contenu minimal du contrat).",
      "Formation continue et spécialisation : RIN, art. 14.2.5/14.2.6.",
      "Interdits : clauses limitant liberté d'établissement ou indépendance (RIN 14.3.1).",
      "Contrôle ordinal du contrat dans les 15 jours (RIN 14.3.2)."
    ]
  },
  {
    "question": "Q167 — Un collaborateur peut‑il demander à être déchargé d'une mission contraire à sa conscience ?",
    "reponse": "Oui. Il peut solliciter d'être déchargé d'une mission qu'il estime contraire à sa conscience ou à son indépendance, en l'exprimant suffisamment tôt pour ne pas perturber le dossier.",
    "points_specifiques": [
      "Base : RIN, art. 14.2.3 (retrait au titre de la conscience).",
      "Indépendance et secret : principes cardinaux (RIN 1.3/2).",
      "Rôle du bâtonnier en cas d'abus de droit allégué.",
      "Tracer par écrit la demande et ses motifs."
    ]
  },
  {
    "question": "Q168 — Comment s'articule le droit de postuler avec les prestations juridiques en ligne proposées par un cabinet ?",
    "reponse": "Les prestations en ligne ne modifient ni les règles de postulation ni celles de compétence ; elles doivent respecter les règles de communication (publicité), transparence, secret et les prescriptions spécifiques visées par le décret déontologique de 2005 et le RIN.",
    "points_specifiques": [
      "Base : RIN, tit. V « Prestations juridiques en ligne » (renvoi à RIN art. 10.3).",
      "Référence : Décret n° 2005-790, art. 15 (sites/plateformes).",
      "Postulation : inchangée (Loi 71-1130, art. 5).",
      "Obligation d'information claire au client (RIN, art. 10)."
    ]
  },
  {
    "question": "Q169 — Quels maniements de fonds sont autorisés et sous quelles conditions ?",
    "reponse": "Les maniements de fonds ne peuvent être que l'accessoire d'un acte juridique/judiciaire confié ; ils sont soumis à des formes déterminées (chèque, virement, etc.) et, sauf exceptions, transitent par la CARPA.",
    "points_specifiques": [
      "Base : Décret 1991, art. 229-230 (régime et moyens de paiement).",
      "Seuil espèces : 150 € maximum contre quittance (art. 230).",
      "RIN : dépôt « sans délai » à la CARPA (RIN, art. 6.2/6.3).",
      "Respect du mandat écrit pour disposer des fonds (RIN, art. 6.2)."
    ]
  },
  {
    "question": "Q170 — Quelles sont les obligations de l'avocat concernant la CARPA et sa constitution ?",
    "reponse": "La CARPA est une association placée sous la responsabilité du (des) barreau(x) qui l'ont instituée ; elle gère les maniements de fonds, est soumise à des contrôles renforcés et peut, sous conditions, déléguer certaines gestions.",
    "points_specifiques": [
      "Base : Décret 1991, art. 237 (forme et responsabilité).",
      "Contrôles et commission de contrôle : art. 241-3-2 et s.",
      "Possibilité de délégation : art. 241-7 à 241-8-3.",
      "Règlement intérieur de la caisse : art. 238."
    ]
  },
  {
    "question": "Q171 — Quelles garanties financières/assurances encadrent la détention de fonds par l'avocat ?",
    "reponse": "L'avocat est couvert par une assurance « au profit de qui il appartiendra » pour les fonds reçus ; il doit justifier d'une garantie financière adéquate (détermination/révision), et ne peut détenir au‑delà de sa couverture, sauf garantie complémentaire.",
    "points_specifiques": [
      "Base : Décret 1991, art. 207 à 212 (assurance et garantie).",
      "Détermination/révision : art. 213-215.",
      "Limite de détention : art. 216 (et dérogation art. 226).",
      "Fiducie : art. 209-1 et 210-1 (garanties spécifiques)."
    ]
  },
  {
    "question": "Q172 — Quels documents/comptes l'avocat doit‑il tenir pour sa comptabilité professionnelle ?",
    "reponse": "Les opérations professionnelles sont retracées dans des documents comptables destinés notamment à constater les versements de fonds/remises d'effets et les opérations afférentes ; la comptabilité fiduciaire est distincte par fiducie.",
    "points_specifiques": [
      "Base : Décret 1991, art. 231 (règles et documents comptables).",
      "Fiducie : comptabilité distincte et compte dédié (art. 231).",
      "Accusé de réception/quittance pour tout versement (art. 233).",
      "Présentation à toute demande du bâtonnier (art. 232)."
    ]
  },
  {
    "question": "Q173 — Qui contrôle la comptabilité des avocats et avec quelles conséquences ?",
    "reponse": "Le Conseil de l'Ordre fixe les mesures de vérification ; le bâtonnier informe au moins une fois l'an le procureur général du résultat des contrôles ; des vérifications inter‑barreaux sont possibles pour les structures multi‑barreaux.",
    "points_specifiques": [
      "Base : Décret 1991, art. 235 (contrôles et information du parquet général).",
      "Vérification centralisée pour sociétés inter‑barreaux/bureau secondaire (art. 235).",
      "Pouvoir de communication des documents par le CO (art. 235).",
      "Lien avec attributions de l'Ordre (Loi 71-1130, art. 17)."
    ]
  },
  {
    "question": "Q174 — Quelles sont les règles d'émission de reçus en cas de versements de fonds au profit d'un avocat ?",
    "reponse": "Tout versement de fonds ou remise d'effets/valeurs donne lieu à quittance ou, à défaut, à un accusé de réception adressé par l'avocat.",
    "points_specifiques": [
      "Base : Décret 1991, art. 233 (reçus/AR obligatoires).",
      "But : traçabilité et transparence des maniements.",
      "Coordination avec CARPA et registres.",
      "Preuve en cas de contestation ultérieure."
    ]
  },
  {
    "question": "Q175 — Quel est le régime disciplinaire applicable en cas de violation d'un principe déontologique ?",
    "reponse": "La méconnaissance d'un seul des principes, règles et devoirs déontologiques constitue une faute disciplinaire passible des peines prévues.",
    "points_specifiques": [
      "Base : RIN, art. 1.4 (renvoi à la faute disciplinaire).",
      "Renvoi au Décret 1991 (discipline, art. 183 s.).",
      "Principe : l'étendue des fautes couvre tout manquement aux principes essentiels.",
      "Compétences : organes disciplinaires/voies de recours (infra)."
    ]
  },
  {
    "question": "Q176 — Quelles sont les peines disciplinaires encourues par un avocat ?",
    "reponse": "Avertissement, blâme, interdiction temporaire d'exercer (éventuellement avec sursis selon texte applicable) et radiation du tableau.",
    "points_specifiques": [
      "Base : Décret 1991, art. 184 (échelle des peines).",
      "Accessoires/mentions au tableau selon la gravité.",
      "Publicité selon modalités du décret/juridictions.",
      "Effets sur l'exercice (interdiction/radiation)."
    ]
  },
  {
    "question": "Q177 — Quel est le cadre de la suspension provisoire d'un avocat poursuivi pénalement ou disciplinairement ?",
    "reponse": "La décision de suspension provisoire est exécutoire nonobstant appel ; le procureur général en assure l'exécution et la surveillance.",
    "points_specifiques": [
      "Base : Décret 1991, art. 199 (exécution nonobstant appel).",
      "Recours : cour d'appel compétente (art. 197 pour l'appel).",
      "Finalité : protection de l'ordre public professionnel/clients.",
      "Temporalité : mesure provisoire distincte de la sanction."
    ]
  },
  {
    "question": "Q178 — Comment sont réglés les différends entre avocats appartenant à des barreaux différents ?",
    "reponse": "Ils sont soumis au bâtonnier de l'avocat saisi ou à défaut aux bâtonniers compétents, avec des délais et modalités de saisine/concertation précisés par le RIN.",
    "points_specifiques": [
      "Base : RIN, art. 20 (règlement des conflits inter‑barreaux).",
      "Délais procéduraux et saisine des bâtonniers concernés.",
      "Recherche de solution amiable/concil. préalable.",
      "Traçabilité par échanges officiels entre Ordres."
    ]
  },
  {
    "question": "Q179 — Quelles sont les règles de confidentialité applicables aux échanges entre avocats ?",
    "reponse": "Tous les échanges entre avocats sont par nature confidentiels et incommunicables, sauf exceptions (notamment correspondances portant la mention officielle).",
    "points_specifiques": [
      "Base : RIN, art. 3.1/3.2 (confidentialité et exceptions).",
      "Secret couvrant consultations/échanges (RIN, art. 2.2).",
      "Prudence dans l'usage de la mention « officielle ». ",
      "Sanctions disciplinaires en cas de violation."
    ]
  },
  {
    "question": "Q180 — Quel est le cadre de la contestation d'honoraires d'avocat ?",
    "reponse": "Les contestations relatives au montant et au recouvrement des honoraires sont soumises au bâtonnier (procédure spéciale), avec voies de recours spécifiques.",
    "points_specifiques": [
      "Base : Décret 1991, art. 174 (principe), art. 175 s. (procédure).",
      "Saisine du bâtonnier par LRAR/remise contre récépissé (art. 175).",
      "Information sur l'absence de décision à 4 mois et recours au premier président (art. 175).",
      "Compétence/recours précisés par la jurisprudence récente."
    ]
  },
  {
    "question": "Q181 — Quelles obligations de prudence et de contrôle interne pèsent sur le cabinet en amont des missions sensibles ?",
    "reponse": "Le cabinet met en place des procédures pour apprécier la nature/l'étendue de l'opération juridique, identifier le client et s'assurer de la licéité de l'opération ; en cas de soupçon d'illicéité, l'avocat dissuade ou se retire.",
    "points_specifiques": [
      "Base : RIN, art. 1.5 (devoir de prudence/procédures internes).",
      "Identification du client et périmètre de mandat (RIN, art. 6.2).",
      "Retrait du dossier en cas d'illicéité (RIN, art. 1.5).",
      "Traçabilité des diligences au dossier."
    ]
  },
  {
    "question": "Q182 — Quelles règles encadrent les mandats confiés à l'avocat (hors contentieux) ?",
    "reponse": "Hors représentation en justice, le mandat doit être écrit, déterminer objet/étendue/durée/modèles d'exécution/fin ; il ne peut être général et doit respecter la licéité de l'opération.",
    "points_specifiques": [
      "Base : RIN, art. 6.2 (mandats).",
      "Interdiction d'un mandat général (nécessité d'un mandat spécifique).",
      "Autorisation écrite pour transiger/engager irrévocablement.",
      "Vérification de la licéité avant exécution."
    ]
  },
  {
    "question": "Q183 — Dans quels cas l'avocat peut‑il accepter des missions particulières (séquestre, médiation, arbitrage, etc.) ?",
    "reponse": "Il peut accepter des missions énumérées par le RIN (justice/arbitrage/expertise/médiation, séquestre, DPO, représentation d'intérêts…), sous réserve de respecter les règles spéciales et le secret.",
    "points_specifiques": [
      "Base : RIN, art. 6.3 et 6.3.1 à 6.3.4.",
      "Séquestre : dépôt des fonds à la CARPA + convention (RIN, art. 6.3.2).",
      "Arbitrage/médiation : respect contradictoire/délais/secret.",
      "DPO/lobbying : obligations d'indépendance et transparence."
    ]
  },
  {
    "question": "Q184 — Quels sont les moyens de paiement autorisés pour les règlements pécuniaires liés à l'activité professionnelle ?",
    "reponse": "Hors espèces ≤ 150 € contre quittance, seuls le chèque, le virement ou un autre instrument de paiement traçable sont admis.",
    "points_specifiques": [
      "Base : Décret 1991, art. 230 (moyens de paiement).",
      "Objectif : contrôles comptables et lutte contre les risques.",
      "Coordination avec la CARPA (art. 241 s.).",
      "Respect du principe d'accessoire (art. 229)."
    ]
  },
  {
    "question": "Q185 — L'avocat peut‑il détenir des fonds au‑delà du plafond de sa garantie ?",
    "reponse": "Non, sauf s'il justifie d'une garantie financière complémentaire couvrant l'excédent.",
    "points_specifiques": [
      "Base : Décret 1991, art. 209 (plafond) et art. 226 (dérogation par garantie complémentaire).",
      "Sanction : manquement déontologique/disciplinable.",
      "Contrôle ordinal/assureur.",
      "Traçabilité dans la comptabilité (art. 231 s.)."
    ]
  },
  {
    "question": "Q186 — Qui supporte la charge des contrôles de la CARPA et sous quelle forme ?",
    "reponse": "Une commission de contrôle (réglementaire) procède aux contrôles, établit un rapport annuel et peut déclencher des mesures en cas de manquements graves.",
    "points_specifiques": [
      "Base : Décret 1991, art. 241-3-2 (commission de contrôle).",
      "Rapport annuel : art. 241-10 (bilan de conformité).",
      "Mesures correctrices : art. 241-7 à 241-8-3.",
      "Information et responsabilité du(s) barreau(x) instituant la caisse."
    ]
  },
  {
    "question": "Q187 — Quelles sont les obligations de présentation de la comptabilité au bâtonnier et aux juridictions en matière de taxe ou d'honoraires ?",
    "reponse": "L'avocat doit présenter sa comptabilité à toute demande du bâtonnier et produire les extraits nécessaires lorsque le président du TJ ou le premier président de la CA est saisi en matière d'honoraires/débours/taxe.",
    "points_specifiques": [
      "Base : Décret 1991, art. 232.",
      "Procédure en taxe/contestations d'honoraires (art. 174-175 s.).",
      "Pouvoirs d'appréciation des juridictions sur pièces.",
      "Sanctions disciplinaires en cas de refus/obstruction."
    ]
  },
  {
    "question": "Q188 — Quels sont les effets d'une omission du tableau pour un avocat ?",
    "reponse": "L'omission emporte interdiction d'exercer tant qu'elle n'est pas levée ; elle peut être prononcée dans les cas prévus par les textes (ex. cessation d'activité, non‑respect d'obligations) et levée selon la procédure prévue.",
    "points_specifiques": [
      "Base : Décret 1991, art. 104 à 108 (omission).",
      "Effet : impossibilité d'exercer/porter le titre pendant l'omission.",
      "Procédure et décision par le Conseil de l'Ordre.",
      "Voies de recours selon le décret."
    ]
  },
  {
    "question": "Q189 — Dans quels cas le bâtonnier peut‑il désigner un suppléant pour un avocat empêché ?",
    "reponse": "En cas d'empêchement d'un avocat d'assurer la poursuite des dossiers, le bâtonnier peut désigner une suppléance dans les conditions et pour la durée strictement nécessaires.",
    "points_specifiques": [
      "Base : Code de déontologie 2023, art. 46 à 48 (suppléance).",
      "Information du client et organisation des dossiers.",
      "Respect du secret et conflits d'intérêts par le suppléant.",
      "Fin de la suppléance dès la cessation de l'empêchement."
    ]
  },
  {
    "question": "Q190 — Quelles sont les conditions de l'administration provisoire d'un cabinet ou d'une structure d'avocats ?",
    "reponse": "En cas de besoin (ex. décès, disparition, impossibilité durable, manquements graves), l'Ordre peut mettre en place une administration provisoire pour protéger les intérêts des clients et assurer la continuité minimale.",
    "points_specifiques": [
      "Base : Code de déontologie 2023, art. 49 (administration provisoire).",
      "Nomination par l'Ordre ; mission encadrée et rémunération.",
      "Secret/indépendance du ou des administrateurs.",
      "Fin de la mesure dès retour à une situation normale."
    ]
  },
  {
    "question": "Q191 — Quel est le statut des structures d'exercice inter‑barreaux au regard du RIN ?",
    "reponse": "Elles sont admises sous réserve du respect des principes essentiels, du RIN et des règlements intérieurs des barreaux concernés ; la discipline relève du barreau d'inscription au tableau.",
    "points_specifiques": [
      "Base : RIN, art. 17 (structures inter‑barreaux).",
      "Contrôles comptables : coordination inter‑barreaux (Décret 1991, art. 235).",
      "Information loyale du public sur les modalités d'exercice.",
      "Un seul tableau d'inscription (principe RIN 15.2)."
    ]
  },
  {
    "question": "Q192 — La pluralité d'établissements d'exercice modifie‑t‑elle le régime disciplinaire applicable ?",
    "reponse": "Non. L'avocat est inscrit à un seul barreau et reste justiciable de ce barreau. Il doit toutefois se conformer au règlement intérieur du barreau d'accueil pour l'activité qui y est menée.",
    "points_specifiques": [
      "Base : RIN, art. 15.4.6 (discipline et établissement d'exercice).",
      "RIN 15.4.3/15.4.4 : autorisation/déclaration et fermeture.",
      "Contrôle croisé possible (Décret 1991, art. 235).",
      "Pas d'extension du droit de postuler (RIN 15.4)."
    ]
  },
  {
    "question": "Q193 — Quels principes gouvernent la publicité/communication du cabinet, notamment en ligne ?",
    "reponse": "La communication doit être loyale, vérifiable, non comparative de manière déloyale, respecter le secret, l'indépendance et ne pas induire en erreur ; les obligations spécifiques des prestations en ligne doivent être respectées.",
    "points_specifiques": [
      "Base : RIN, art. 10 (communication) et « prestations juridiques en ligne » (tit. V).",
      "Décret 2005-790 (sites/plateformes) visé par le RIN.",
      "Transparence sur l'identité, le mode d'exercice et les honoraires.",
      "Respect des règles locales (règlement intérieur du barreau)."
    ]
  },
  {
    "question": "Q194 — Quelle est la portée de la confidentialité/secret sur les éléments de la vie du cabinet (agenda, noms de clients, mouvements de fonds) ?",
    "reponse": "Le secret couvre les consultations, correspondances client‑avocat, notes, pièces du dossier, le nom des clients, l'agenda et les maniements de fonds.",
    "points_specifiques": [
      "Base : RIN, art. 2.2 (étendue du secret).",
      "Secret d'ordre public, général et illimité (RIN, art. 2.1).",
      "Exceptions légales limitées ; moyens de défense propres.",
      "Prudence accrue avec les tiers (CAC, auditeurs…)."
    ]
  },
  {
    "question": "Q195 — Quel est le régime des correspondances portant la mention « officielle » entre avocats ?",
    "reponse": "Elles constituent une exception à la confidentialité par nature et peuvent, sous réserve des règles et usages, être produites en justice.",
    "points_specifiques": [
      "Base : RIN, art. 3.2 (exceptions à la confidentialité).",
      "Usage mesuré de la mention « officielle ». ",
      "Toujours respecter loyauté et délicatesse (RIN, art. 1.3).",
      "Informer le client des conséquences possibles."
    ]
  },
  {
    "question": "Q196 — Quels sont les acteurs et étapes clés d'une procédure disciplinaire d'avocat (schéma général) ?",
    "reponse": "Saisine/instruction selon le décret, décision par la juridiction disciplinaire compétente, voies de recours devant la cour d'appel ; mesures provisoires possibles.",
    "points_specifiques": [
      "Base : Décret 1991, art. 186 s. (procédure) et art. 197 (appel).",
      "Mesure provisoire : suspension (art. 195-199).",
      "Peines : art. 184 (échelle).",
      "Lien permanent avec les principes essentiels (RIN, art. 1.3)."
    ]
  },
  {
    "question": "Q197 — Quelles sont les conditions d'émission et de réception de fonds au regard de la garantie/assurance « au profit de qui il appartiendra » ?",
    "reponse": "Les fonds reçus à l'occasion de l'activité sont garantis « au profit de qui il appartiendra » ; l'avocat ne peut recevoir au‑delà de sa couverture sauf garantie complémentaire ; l'assurance s'applique en cas d'insolvabilité constatée.",
    "points_specifiques": [
      "Base : Décret 1991, art. 207-209 (assurance).",
      "Condition d'insolvabilité et sommation (art. 208).",
      "Limite et dépassement sous garantie complémentaire (art. 209/226).",
      "Information du bâtonnier en cas de sommation (art. 208)."
    ]
  },
  {
    "question": "Q198 — Quelles précautions prendre dans une convention d'honoraires lorsque la postulation est requise hors AJ ?",
    "reponse": "Il faut préciser qui est « maître de l'affaire » et assure la plaidoirie, le périmètre de la postulation, les frais/émoluments, conformément aux exceptions de l'art. 5 ; prévoir la coordination avec l'avocat plaidant si distinct.",
    "points_specifiques": [
      "Base : Loi 71-1130, art. 5 (exceptions postulation).",
      "RIN, art. 10 (information loyale sur honoraires/frais).",
      "Procédure de contestation d'honoraires (Décret 1991, art. 174-175 s.).",
      "Traçabilité des rôles (convention explicite)."
    ]
  },
  {
    "question": "Q199 — Comment se règle un conflit entre avocats de barreaux différents portant sur des honoraires de postulation ?",
    "reponse": "Le différend suit le mécanisme RIN des conflits inter‑barreaux (saisine des bâtonniers). La procédure spéciale de contestation d'honoraires s'applique pour le rapport avocat‑client.",
    "points_specifiques": [
      "Base : RIN, art. 20 (conflits inter‑barreaux).",
      "Distinction : conflit confraternel vs contestation client (Décret 1991, art. 174 s.).",
      "Coordination des Ordres ; prioriser la conciliation.",
      "Éviter toute pression sur le client en cours de conflit."
    ]
  },
  {
    "question": "Q200 — Une structure inter‑barreaux ou la pluralité d'établissements modifie‑t‑elle les contrôles comptables et CARPA applicables ?",
    "reponse": "Oui, les contrôles peuvent être centralisés au siège/établissement principal avec communication des pièces relatives à l'activité des autres barreaux ; les maniements de fonds restent soumis aux mêmes règles CARPA.",
    "points_specifiques": [
      "Base : Décret 1991, art. 235 (contrôles inter‑barreaux).",
      "RIN, art. 15.4.6 (discipline locale, respect du règlement d'accueil).",
      "CARPA : mêmes règles quel que soit l'établissement (art. 237 s.).",
      "Pluralité d'exercice ≠ dérogation postulation (RIN, 15.4)."
    ]
  }
]